[
  {
    "tipo": "TITULO",
    "rotulo": "I",
    "texto": "TÍTULO I - Dos Direitos do Consumidor............................ 15",
    "pagina": 5,
    "filhos": [
      {
        "tipo": "CAPITULO",
        "rotulo": "I",
        "texto": "CAPÍTULO I - Disposições Gerais........................... 15",
        "pagina": 5,
        "filhos": []
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "II",
        "texto": "CAPÍTULO II - Da Política Nacional de Relações de",
        "pagina": 5,
        "filhos": []
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "III",
        "texto": "CAPÍTULO III - Dos Direitos Básicos do Consumidor.18",
        "pagina": 5,
        "filhos": []
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "IV",
        "texto": "CAPÍTULO IV - Da Qualidade de Produtos e Serviços,",
        "pagina": 5,
        "filhos": [
          {
            "tipo": "SECAO",
            "rotulo": "I",
            "texto": "SEÇÃO I - Da Proteção à Saúde e Segurança.. 20",
            "pagina": 5,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "II",
            "texto": "SEÇÃO II - Da Responsabilidade pelo Fato do",
            "pagina": 5,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "III",
            "texto": "SEÇÃO III - Da Responsabilidade por Vício do",
            "pagina": 5,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "IV",
            "texto": "SEÇÃO IV - Da Decadência e da Prescrição..... 27",
            "pagina": 5,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "V",
            "texto": "SEÇÃO V - Da Desconsideração da",
            "pagina": 5,
            "filhos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "V",
        "texto": "CAPÍTULO V - Das Práticas Comerciais................. 29",
        "pagina": 5,
        "filhos": [
          {
            "tipo": "SECAO",
            "rotulo": "I",
            "texto": "SEÇÃO I - Das Disposições Gerais.................... 29",
            "pagina": 5,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "II",
            "texto": "SEÇÃO II - Da Oferta......................................... 29",
            "pagina": 5,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "III",
            "texto": "SEÇÃO III - Da Publicidade................................ 31",
            "pagina": 5,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "IV",
            "texto": "SEÇÃO IV - Das Práticas Abusivas.................... 32",
            "pagina": 5,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "V",
            "texto": "SEÇÃO V - Da Cobrança de Dívidas................. 34",
            "pagina": 5,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "VI",
            "texto": "SEÇÃO VI - Dos Bancos de Dados e Cadastros",
            "pagina": 5,
            "filhos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "VI",
        "texto": "CAPÍTULO VI - Da Proteção Contratual.................. 36",
        "pagina": 5,
        "filhos": [
          {
            "tipo": "SECAO",
            "rotulo": "I",
            "texto": "SEÇÃO I - Disposições Gerais........................... 36",
            "pagina": 6,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "II",
            "texto": "SEÇÃO II - Das Cláusulas Abusivas.................. 38",
            "pagina": 6,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "III",
            "texto": "SEÇÃO III - Dos Contratos de Adesão............... 41",
            "pagina": 6,
            "filhos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "VII",
        "texto": "CAPÍTULO VII - Das Sanções Administrativas (Vide",
        "pagina": 6,
        "filhos": []
      }
    ]
  },
  {
    "tipo": "TITULO",
    "rotulo": "II",
    "texto": "TÍTULO II - Das Infrações Penais................................. 45",
    "pagina": 6,
    "filhos": []
  },
  {
    "tipo": "TITULO",
    "rotulo": "III",
    "texto": "TÍTULO III - Da Defesa do Consumidor em Juízo........ 50",
    "pagina": 6,
    "filhos": [
      {
        "tipo": "CAPITULO",
        "rotulo": "I",
        "texto": "CAPÍTULO I - Disposições Gerais........................... 50",
        "pagina": 6,
        "filhos": []
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "II",
        "texto": "CAPÍTULO II - Das Ações Coletivas Para a Defesa",
        "pagina": 6,
        "filhos": []
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "III",
        "texto": "CAPÍTULO III - Das Ações de Responsabilidade do",
        "pagina": 6,
        "filhos": []
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "IV",
        "texto": "CAPÍTULO IV - Da Coisa Julgada........................... 56",
        "pagina": 6,
        "filhos": []
      }
    ]
  },
  {
    "tipo": "TITULO",
    "rotulo": "IV",
    "texto": "TÍTULO IV - Do Sistema Nacional de Defesa do",
    "pagina": 6,
    "filhos": []
  },
  {
    "tipo": "TITULO",
    "rotulo": "V",
    "texto": "TÍTULO V - Da Convenção Coletiva de Consumo....... 59",
    "pagina": 6,
    "filhos": []
  },
  {
    "tipo": "TITULO",
    "rotulo": "VI",
    "texto": "TÍTULO VI - Disposições Finais.................................... 60",
    "pagina": 6,
    "filhos": []
  },
  {
    "tipo": "TITULO",
    "rotulo": "I",
    "texto": "TÍTULO I",
    "pagina": 13,
    "filhos": [
      {
        "tipo": "CAPITULO",
        "rotulo": "I",
        "texto": "CAPÍTULO I",
        "pagina": 13,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "° O presente código estabelece normas de proteção e defesa do consumidor, de ordem pública e interesse social, nos termos dos arts. 5°, inciso XXXII, 170, inciso V, da Constituição Federal  e  art. 48 de suas Disposições Transitórias.",
            "pagina": 13,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "° Consumidor é toda pessoa física ou jurídica que adquire ou utiliza produto ou serviço como destinatário final. Parágrafo único. Equipara-se a consumidor a coletividade de pessoas, ainda que indetermináveis, que haja intervindo nas relações de consumo.",
            "pagina": 13,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "° Fornecedor é toda pessoa física ou jurídica, pública ou privada, nacional ou estrangeira, bem como os entes despersonalizados, que desenvolvem atividade de produção, montagem, criação, construção, transformação, importação, exportação, distribuição ou comercialização de CÓDIGO 14 produtos ou prestação de serviços.",
            "pagina": 13,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "° Produto é qualquer bem, móvel ou imóvel, material ou imaterial."
              },
              {
                "texto": "° Serviço é qualquer atividade fornecida no mercado de consumo, mediante remuneração, inclusive as de natureza bancária, financeira, de crédito e securitária, salvo as decorrentes das relações de caráter trabalhista."
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "II",
        "texto": "CAPÍTULO II",
        "pagina": 14,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º A Política Nacional das Relações de Consumo tem por objetivo o atendimento das necessidades dos consumidores, o respeito à sua dignidade, saúde e segurança, a proteção de seus interesses econômicos, a melhoria da sua qualidade de vida, bem como a transparência e harmonia das relações de consumo, atendidos os seguintes princípios: (Redação dada pela Lei nº 9.008, de 21.3.1995)",
            "pagina": 14,
            "incisos": [
              {
                "texto": "reconhecimento da vulnerabilidade do consumidor no mercado de consumo;"
              },
              {
                "texto": "ação governamental no sentido de proteger efetivamente o consumidor: a) por iniciativa direta; b) por incentivos à criação e desenvolvimento de associações representativas; c) pela presença do Estado no mercado de consumo; d) pela garantia dos produtos e serviços com padrões adequados de qualidade, segurança, durabilidade e desempenho. 15"
              },
              {
                "texto": "harmonização dos interesses dos participantes das relações de consumo e compatibilização da proteção do consumidor com a necessidade de desenvolvimento econômico e tecnológico, de modo a viabilizar os princípios nos quais se funda a ordem econômica (art. 170, da Constituição Federal), sempre com base na boa-fé e equilíbrio nas relações entre consumidores e fornecedores;"
              },
              {
                "texto": "educação e informação de fornecedores e consumidores, quanto aos seus direitos e deveres, com vistas à melhoria do mercado de consumo;"
              },
              {
                "texto": "incentivo à criação pelos fornecedores de meios eficientes de controle de qualidade e segurança de produtos e serviços, assim como de mecanismos alternativos de solução de conflitos de consumo;"
              },
              {
                "texto": "coibição e repressão eficientes de todos os abusos praticados no mercado de consumo, inclusive a concorrência desleal e utilização indevida de inventos e criações industriais das marcas e nomes comerciais e signos distintivos, que possam causar prejuízos aos consumidores;"
              },
              {
                "texto": "racionalização e melhoria dos serviços públicos;"
              },
              {
                "texto": "estudo constante das modificações do mercado de consumo."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "5",
            "caput": "° Para a execução da Política Nacional das Relações de Consumo, contará o poder público com os seguintes instrumentos, entre outros:",
            "pagina": 15,
            "incisos": [
              {
                "texto": "manutenção de assistência jurídica, integral e gratuita para o consumidor carente;"
              },
              {
                "texto": "instituição de Promotorias de Justiça de Defesa do Consumidor, no âmbito do Ministério Público;"
              },
              {
                "texto": "criação de delegacias de polícia especializadas 16 no atendimento de consumidores vítimas de infrações penais de consumo;"
              },
              {
                "texto": "criação de Juizados Especiais de Pequenas Causas e Varas Especializadas para a solução de litígios de consumo;"
              },
              {
                "texto": "concessão de estímulos à criação e desenvolvimento das Associações de Defesa do Consumidor."
              }
            ],
            "paragrafos": [
              {
                "texto": "° (Vetado)."
              },
              {
                "texto": "(Vetado)."
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "III",
        "texto": "CAPÍTULO III",
        "pagina": 16,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "6",
            "caput": "º São direitos básicos do consumidor:",
            "pagina": 16,
            "incisos": [
              {
                "texto": "a proteção da vida, saúde e segurança contra os riscos provocados por práticas no fornecimento de produtos e serviços considerados perigosos ou nocivos;"
              },
              {
                "texto": "a educação e divulgação sobre o consumo adequado dos produtos e serviços, asseguradas a liberdade de escolha e a igualdade nas contratações;"
              },
              {
                "texto": "a informação adequada e clara sobre os diferentes produtos e serviços, com especificação correta de quantidade, características, composição, qualidade, tributos incidentes e preço, bem como sobre os riscos que apresentem (Redação dada pela Lei nº  12.741, de 8.12.2012)."
              },
              {
                "texto": "a proteção contra a publicidade enganosa e abusiva, métodos comerciais coercitivos ou desleais, bem como contra práticas e cláusulas abusivas ou impostas no 17 fornecimento de produtos e serviços;"
              },
              {
                "texto": "a modificação das cláusulas contratuais que estabeleçam prestações desproporcionais ou sua revisão em razão de fatos supervenientes que as tornem excessivamente onerosas;"
              },
              {
                "texto": "a efetiva prevenção e reparação de danos patrimoniais e morais, individuais, coletivos e difusos;"
              },
              {
                "texto": "o acesso aos órgãos judiciários e administrativos com vistas à prevenção ou reparação de danos patrimoniais e morais, individuais, coletivos ou difusos, assegurada a proteção Jurídica, administrativa e técnica aos necessitados;"
              },
              {
                "texto": "a facilitação da defesa de seus direitos, inclusive com a inversão do ônus da prova, a seu favor, no processo civil, quando, a critério do juiz, for verossímil a alegação ou quando for ele hipossuficiente, segundo as regras ordinárias de experiências;"
              },
              {
                "texto": "(Vetado);"
              },
              {
                "texto": "a adequada e eficaz prestação dos serviços públicos em geral."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "7",
            "caput": "° Os direitos previstos neste código não excluem outros decorrentes de tratados ou convenções internacionais de que o Brasil seja signatário, da legislação interna ordinária, de regulamentos expedidos pelas autoridades administrativas competentes, bem como dos que derivem dos princípios gerais do direito, analogia, costumes e eqüidade. Parágrafo único. Tendo mais de um autor a ofensa, todos responderão solidariamente pela reparação dos danos previstos nas normas de consumo. 18",
            "pagina": 17,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "IV",
        "texto": "CAPÍTULO IV",
        "pagina": 18,
        "filhos": [
          {
            "tipo": "SECAO",
            "rotulo": "I",
            "texto": "SEÇÃO I",
            "pagina": 18,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "8",
                "caput": "° Os produtos e serviços colocados no mercado de consumo não acarretarão riscos à saúde ou segurança dos consumidores, exceto os considerados normais e previsíveis em decorrência de sua natureza e fruição, obrigando-se os fornecedores, em qualquer hipótese, a dar as informações necessárias e adequadas a seu respeito. Parágrafo único. Em se tratando de produto industrial, ao fabricante cabe prestar as informações a que se refere este artigo, através de impressos apropriados que devam acompanhar o produto.",
                "pagina": 18,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "9",
                "caput": "° O fornecedor de produtos e serviços potencialmente nocivos ou perigosos à saúde ou segurança deverá informar, de maneira ostensiva e adequada, a respeito da sua nocividade ou periculosidade, sem prejuízo da adoção de outras medidas cabíveis em cada caso concreto.",
                "pagina": 18,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "10",
                "caput": "O fornecedor não poderá colocar no mercado de consumo produto ou serviço que sabe ou deveria saber apresentar alto grau de nocividade ou periculosidade à saúde ou segurança.",
                "pagina": 18,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "° O fornecedor de produtos e serviços que, posteriormente à sua introdução no mercado de consumo, tiver conhecimento da periculosidade que apresentem, deverá comunicar o fato imediatamente às autoridades competentes e aos consumidores, mediante anúncios 19 publicitários."
                  },
                  {
                    "texto": "° Os anúncios publicitários a que se refere o parágrafo anterior serão veiculados na imprensa, rádio e televisão, às expensas do fornecedor do produto ou serviço."
                  },
                  {
                    "texto": "° Sempre que tiverem conhecimento de periculosidade de produtos ou serviços à saúde ou segurança dos consumidores, a União, os Estados, o Distrito Federal e os Municípios deverão informá-los a respeito."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "11",
                "caput": "(Vetado).",
                "pagina": 19,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "II",
            "texto": "SEÇÃO II",
            "pagina": 19,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "12",
                "caput": "O fabricante, o produtor, o construtor, nacional ou estrangeiro, e o importador respondem, independentemente da existência de culpa, pela reparação dos danos causados aos consumidores por defeitos decorrentes de projeto, fabricação, construção, montagem, fórmulas, manipulação, apresentação ou acondicionamento de seus produtos, bem como por informações insuficientes ou inadequadas sobre sua utilização e riscos.",
                "pagina": 19,
                "incisos": [
                  {
                    "texto": "sua apresentação;"
                  },
                  {
                    "texto": "o uso e os riscos que razoavelmente dele se esperam;"
                  },
                  {
                    "texto": "a época em que foi colocado em circulação."
                  },
                  {
                    "texto": "que não colocou o produto no mercado;"
                  },
                  {
                    "texto": "que, embora haja colocado o produto no"
                  },
                  {
                    "texto": "a culpa exclusiva do consumidor ou de terceiro."
                  }
                ],
                "paragrafos": [
                  {
                    "texto": "° O produto é defeituoso quando não oferece a segurança que dele legitimamente se espera, levando-se em consideração as circunstâncias relevantes, entre as quais:"
                  },
                  {
                    "texto": "O produto não é considerado defeituoso pelo fato de outro de melhor qualidade ter sido colocado no mercado. 20"
                  },
                  {
                    "texto": "° O fabricante, o construtor, o produtor ou importador só não será responsabilizado quando provar: mercado, o defeito inexiste;"
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "13",
                "caput": "O comerciante é igualmente responsável, nos termos do artigo anterior, quando:",
                "pagina": 20,
                "incisos": [
                  {
                    "texto": "o fabricante, o construtor, o produtor ou o importador não puderem ser identificados;"
                  },
                  {
                    "texto": "o produto for fornecido sem identificação clara do seu fabricante, produtor, construtor ou importador;"
                  },
                  {
                    "texto": "não conservar adequadamente os produtos perecíveis. Parágrafo único. Aquele que efetivar o pagamento ao prejudicado poderá exercer o direito de regresso contra os demais responsáveis, segundo sua participação na causação do evento danoso."
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "14",
                "caput": "O fornecedor de serviços responde, independentemente da existência de culpa, pela reparação dos danos causados aos consumidores por defeitos relativos à prestação dos serviços, bem como por informações insuficientes ou inadequadas sobre sua fruição e riscos.",
                "pagina": 20,
                "incisos": [
                  {
                    "texto": "o modo de seu fornecimento;"
                  },
                  {
                    "texto": "o resultado e os riscos que razoavelmente dele"
                  },
                  {
                    "texto": "a época em que foi fornecido."
                  },
                  {
                    "texto": "que, tendo prestado o serviço, o defeito inexiste;"
                  },
                  {
                    "texto": "a culpa exclusiva do consumidor ou de terceiro."
                  }
                ],
                "paragrafos": [
                  {
                    "texto": "° O serviço é defeituoso quando não fornece a segurança que o consumidor dele pode esperar, levando-se em consideração as circunstâncias relevantes, entre as quais: se esperam; 21"
                  },
                  {
                    "texto": "O serviço não é considerado defeituoso pela adoção de novas técnicas."
                  },
                  {
                    "texto": "° O fornecedor de serviços só não será responsabilizado quando provar:"
                  },
                  {
                    "texto": "° A responsabilidade pessoal dos profissionais liberais será apurada mediante a verificação de culpa."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "15",
                "caput": "(Vetado).",
                "pagina": 21,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "16",
                "caput": "(Vetado).",
                "pagina": 21,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "17",
                "caput": "Para os efeitos desta Seção, equiparam-se aos consumidores todas as vítimas do evento.",
                "pagina": 21,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "III",
            "texto": "SEÇÃO III",
            "pagina": 21,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "18",
                "caput": "Os fornecedores de produtos de consumo duráveis ou não duráveis respondem solidariamente pelos vícios de qualidade ou quantidade que os tornem impróprios ou inadequados ao consumo a que se destinam ou lhes diminuam o valor, assim como por aqueles decorrentes da disparidade, com a indicações constantes do recipiente, da embalagem, rotulagem ou mensagem publicitária, respeitadas as variações decorrentes de sua natureza, podendo o consumidor exigir a substituição das partes viciadas.",
                "pagina": 21,
                "incisos": [
                  {
                    "texto": "a substituição do produto por outro da mesma"
                  },
                  {
                    "texto": "a restituição imediata da quantia paga,"
                  },
                  {
                    "texto": "o abatimento proporcional do preço."
                  },
                  {
                    "texto": "os produtos cujos prazos de validade estejam"
                  },
                  {
                    "texto": "os produtos deteriorados, alterados, adulterados,"
                  },
                  {
                    "texto": "os produtos que, por qualquer motivo, se revelem"
                  }
                ],
                "paragrafos": [
                  {
                    "texto": "° Não sendo o vício sanado no prazo máximo de trinta dias, pode o consumidor exigir, alternativamente e à sua escolha: 22 espécie, em perfeitas condições de uso; monetariamente atualizada, sem prejuízo de eventuais perdas e danos;"
                  },
                  {
                    "texto": "° Poderão as partes convencionar a redução ou ampliação do prazo previsto no parágrafo anterior, não podendo ser inferior a sete nem superior a cento e oitenta dias. Nos contratos de adesão, a cláusula de prazo deverá ser convencionada em separado, por meio de manifestação expressa do consumidor."
                  },
                  {
                    "texto": "° O consumidor poderá fazer uso imediato das alternativas do § 1° deste artigo sempre que, em razão da extensão do vício, a substituição das partes viciadas puder comprometer a qualidade ou características do produto, diminuir-lhe o valor ou se tratar de produto essencial."
                  },
                  {
                    "texto": "° Tendo o consumidor optado pela alternativa do inciso I do § 1° deste artigo, e não sendo possível a substituição do bem, poderá haver substituição por outro de espécie, marca ou modelo diversos, mediante complementação ou restituição de eventual diferença de preço, sem prejuízo do disposto nos incisos II e III do § 1° deste artigo."
                  },
                  {
                    "texto": "° No caso de fornecimento de produtos in natura, será responsável perante o consumidor o fornecedor imediato, exceto quando identificado claramente seu produtor."
                  },
                  {
                    "texto": "° São impróprios ao uso e consumo: vencidos; 23 avariados, falsificados, corrompidos, fraudados, nocivos à vida ou à saúde, perigosos ou, ainda, aqueles em desacordo com as normas regulamentares de fabricação, distribuição ou apresentação; inadequados ao fim a que se destinam."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "19",
                "caput": "Os fornecedores respondem solidariamente pelos vícios de quantidade do produto sempre que, respeitadas as variações decorrentes de sua natureza, seu conteúdo líquido for inferior às indicações constantes do recipiente, da embalagem, rotulagem ou de mensagem publicitária, podendo o consumidor exigir, alternativamente e à sua escolha:",
                "pagina": 23,
                "incisos": [
                  {
                    "texto": "o abatimento proporcional do preço;"
                  },
                  {
                    "texto": "complementação do peso ou medida;"
                  },
                  {
                    "texto": "a substituição do produto por outro da mesma espécie, marca ou modelo, sem os aludidos vícios;"
                  },
                  {
                    "texto": "a restituição imediata da quantia paga, monetariamente atualizada, sem prejuízo de eventuais perdas e danos."
                  }
                ],
                "paragrafos": [
                  {
                    "texto": "° Aplica-se a este artigo o disposto no § 4° do artigo anterior."
                  },
                  {
                    "texto": "° O fornecedor imediato será responsável quando fizer a pesagem ou a medição e o instrumento utilizado não estiver aferido segundo os padrões oficiais."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "20",
                "caput": "O fornecedor de serviços responde pelos vícios de qualidade que os tornem impróprios ao consumo ou lhes diminuam o valor, assim como por aqueles decorrentes da disparidade com as indicações constantes 24 da oferta ou mensagem publicitária, podendo o consumidor exigir, alternativamente e à sua escolha:",
                "pagina": 23,
                "incisos": [
                  {
                    "texto": "a reexecução dos serviços, sem custo adicional e quando cabível;"
                  },
                  {
                    "texto": "a restituição imediata da quantia paga, monetariamente atualizada, sem prejuízo de eventuais perdas e danos;"
                  },
                  {
                    "texto": "o abatimento proporcional do preço."
                  }
                ],
                "paragrafos": [
                  {
                    "texto": "° A reexecução dos serviços poderá ser confiada a terceiros devidamente capacitados, por conta e risco do fornecedor."
                  },
                  {
                    "texto": "° São impróprios os serviços que se mostrem inadequados para os fins que razoavelmente deles se esperam, bem como aqueles que não atendam as normas regulamentares de prestabilidade."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "21",
                "caput": "No fornecimento de serviços que tenham por objetivo a reparação de qualquer produto considerar-se-á implícita a obrigação do fornecedor de empregar componentes de reposição originais adequados e novos, ou que mantenham as especificações técnicas do fabricante, salvo, quanto a estes últimos, autorização em contrário do     consumidor.",
                "pagina": 24,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "22",
                "caput": "Os órgãos públicos, por si ou suas empresas, concessionárias, permissionárias ou sob qualquer outra forma de empreendimento, são obrigados a fornecer serviços adequados, eficientes, seguros e, quanto aos essenciais, contínuos. Parágrafo único. Nos casos de descumprimento, total ou parcial, das obrigações referidas neste artigo, serão as pessoas jurídicas compelidas a cumpri-las e a reparar os danos causados, na forma prevista neste código. 25",
                "pagina": 24,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "23",
                "caput": "A ignorância do fornecedor sobre os vícios de qualidade por inadequação dos produtos e serviços não o exime de responsabilidade.",
                "pagina": 25,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "24",
                "caput": "A garantia legal de adequação do produto ou serviço independe de termo expresso, vedada a exoneração contratual do fornecedor.",
                "pagina": 25,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "25",
                "caput": "É vedada a estipulação contratual de cláusula que impossibilite, exonere ou atenue a obrigação de indenizar prevista nesta e nas seções anteriores.",
                "pagina": 25,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "° Havendo mais de um responsável pela causação do dano, todos responderão solidariamente pela reparação prevista nesta e nas seções anteriores."
                  },
                  {
                    "texto": "° Sendo o dano causado por componente ou peça incorporada ao produto ou serviço, são responsáveis solidários seu fabricante, construtor ou importador e o que realizou a incorporação."
                  }
                ]
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "IV",
            "texto": "SEÇÃO IV",
            "pagina": 25,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "26",
                "caput": "O direito de reclamar pelos vícios aparentes ou de fácil constatação caduca em:",
                "pagina": 25,
                "incisos": [
                  {
                    "texto": "trinta dias, tratando-se de fornecimento de serviço e de produtos não duráveis;"
                  },
                  {
                    "texto": "noventa dias, tratando-se de fornecimento de serviço e de produtos duráveis."
                  },
                  {
                    "texto": "a reclamação comprovadamente formulada pelo"
                  },
                  {
                    "texto": "(Vetado)."
                  },
                  {
                    "texto": "a instauração de inquérito civil, até seu"
                  }
                ],
                "paragrafos": [
                  {
                    "texto": "° Inicia-se a contagem do prazo decadencial a partir da entrega efetiva do produto ou do término da execução      dos serviços."
                  },
                  {
                    "texto": "° Obstam a decadência: 26 consumidor perante o fornecedor de produtos e serviços até a resposta negativa correspondente, que deve ser transmitida de forma inequívoca; encerramento."
                  },
                  {
                    "texto": "° Tratando-se de vício oculto, o prazo decadencial inicia-se no momento em que ficar evidenciado o defeito."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "27",
                "caput": "Prescreve em cinco anos a pretensão à reparação pelos danos causados por fato do produto ou do serviço prevista na Seção II deste Capítulo, iniciando-se a contagem do prazo a partir do conhecimento do dano e de sua autoria. Parágrafo único. (Vetado).",
                "pagina": 26,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "V",
            "texto": "SEÇÃO V",
            "pagina": 26,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "28",
                "caput": "O juiz poderá desconsiderar a personalidade jurídica da sociedade quando, em detrimento do consumidor, houver abuso de direito, excesso de poder, infração da lei, fato ou ato ilícito ou violação dos estatutos ou contrato social. A desconsideração também será efetivada quando houver falência, estado de insolvência, encerramento ou inatividade da pessoa jurídica provocados por má administração.",
                "pagina": 26,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "° (Vetado)."
                  },
                  {
                    "texto": "° As sociedades integrantes dos grupos societários e as sociedades controladas, são subsidiariamente responsáveis pelas obrigações decorrentes deste código. 27"
                  },
                  {
                    "texto": "° As sociedades consorciadas são solidariamente responsáveis pelas obrigações decorrentes deste código."
                  },
                  {
                    "texto": "° As sociedades coligadas só responderão por culpa."
                  },
                  {
                    "texto": "° Também poderá ser desconsiderada a pessoa jurídica sempre que sua personalidade for, de alguma forma, obstáculo ao ressarcimento de prejuízos causados aos consumidores."
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "V",
        "texto": "CAPÍTULO V",
        "pagina": 27,
        "filhos": [
          {
            "tipo": "SECAO",
            "rotulo": "I",
            "texto": "SEÇÃO I",
            "pagina": 27,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "29",
                "caput": "Para os fins deste Capítulo e do seguinte, equiparam-se aos consumidores todas as pessoas determináveis ou não, expostas às práticas nele previstas.",
                "pagina": 27,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "II",
            "texto": "SEÇÃO II",
            "pagina": 27,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "31",
                "caput": "A oferta e apresentação de produtos ou serviços devem assegurar informações corretas, claras, precisas, ostensivas e em língua portuguesa sobre suas características, qualidades, quantidade, composição, preço, 28 garantia, prazos de validade e origem, entre outros dados, bem como sobre os riscos que apresentam à saúde e segurança dos consumidores. Parágrafo único.  As informações de que trata este artigo, nos produtos refrigerados oferecidos ao consumidor, serão gravadas de forma indelével.  (Incluído pela Lei nº 11.989, de 2009)",
                "pagina": 27,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "32",
                "caput": "Os fabricantes e importadores deverão assegurar a oferta de componentes e peças de reposição enquanto não cessar a fabricação ou importação do produto. Parágrafo único. Cessadas a produção ou importação, a oferta deverá ser mantida por período razoável de tempo, na forma da lei.",
                "pagina": 28,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "33",
                "caput": "Em caso de oferta ou venda por telefone ou reembolso postal, deve constar o nome do fabricante e endereço na embalagem, publicidade e em todos os impressos utilizados na transação comercial. Parágrafo único.   É proibida  a  publicidade  de bens e serviços por telefone, quando a chamada for onerosa ao consumidor que a origina. (Incluído pela Lei nº 11.800, de 2008).",
                "pagina": 28,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "34",
                "caput": "O fornecedor do produto ou serviço é solidariamente responsável pelos atos de seus prepostos ou representantes autônomos.",
                "pagina": 28,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "35",
                "caput": "Se o fornecedor de produtos ou serviços recusar cumprimento à oferta, apresentação ou publicidade, o consumidor poderá, alternativamente e à sua livre escolha:",
                "pagina": 28,
                "incisos": [
                  {
                    "texto": "exigir o cumprimento forçado da obrigação, nos termos da oferta, apresentação ou publicidade;"
                  },
                  {
                    "texto": "aceitar outro produto ou prestação de serviço equivalente; 29"
                  },
                  {
                    "texto": "rescindir o contrato, com direito à restituição de quantia eventualmente antecipada, monetariamente atualizada, e a perdas e danos."
                  }
                ],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "III",
            "texto": "SEÇÃO III",
            "pagina": 29,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "36",
                "caput": "A publicidade deve ser veiculada de tal forma que o consumidor, fácil e imediatamente, a identifique como tal. Parágrafo único. O fornecedor, na publicidade de seus produtos ou serviços, manterá, em seu poder, para informação dos legítimos interessados, os dados fáticos, técnicos e científicos que dão sustentação à mensagem.",
                "pagina": 29,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "37",
                "caput": "É proibida toda publicidade enganosa ou abusiva.",
                "pagina": 29,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "° É enganosa qualquer modalidade de informação ou comunicação de caráter publicitário, inteira ou parcialmente falsa, ou, por qualquer outro modo, mesmo por omissão, capaz de induzir em erro o consumidor a respeito da natureza, características, qualidade, quantidade, propriedades, origem, preço e quaisquer outros dados sobre produtos e serviços."
                  },
                  {
                    "texto": "° É abusiva, dentre outras a publicidade discriminatória de qualquer natureza, a que incite à violência, explore o medo ou a superstição, se aproveite da deficiência de julgamento e experiência da criança, desrespeita valores ambientais, ou que seja capaz de induzir o consumidor a se comportar de forma prejudicial ou perigosa à sua saúde ou segurança. 30"
                  },
                  {
                    "texto": "° Para os efeitos deste código, a publicidade é enganosa por omissão quando deixar de informar sobre dado essencial do produto ou serviço."
                  },
                  {
                    "texto": "° (Vetado)."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "38",
                "caput": "O ônus da prova da veracidade e correção da informação ou comunicação publicitária cabe a quem as patrocina.",
                "pagina": 30,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "IV",
            "texto": "SEÇÃO IV",
            "pagina": 30,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "39",
                "caput": "É vedado ao fornecedor de produtos ou serviços, dentre outras práticas abusivas:  (Redação dada pela Lei nº 8.884, de 11.6.1994)",
                "pagina": 30,
                "incisos": [
                  {
                    "texto": "condicionar o fornecimento de produto ou de serviço ao fornecimento de outro produto ou serviço, bem como, sem justa causa, a limites quantitativos;"
                  },
                  {
                    "texto": "recusar atendimento às demandas dos consumidores, na exata medida de suas disponibilidades de estoque, e, ainda, de conformidade com os usos e costumes;"
                  },
                  {
                    "texto": "enviar ou entregar ao consumidor, sem solicitação prévia, qualquer produto, ou fornecer qualquer serviço;"
                  },
                  {
                    "texto": "prevalecer-se da fraqueza ou ignorância do consumidor, tendo em vista sua idade, saúde, conhecimento ou condição social, para impingir-lhe seus produtos ou serviços;"
                  },
                  {
                    "texto": "exigir do consumidor vantagem manifestamente excessiva;"
                  },
                  {
                    "texto": "executar serviços sem a prévia elaboração de orçamento e autorização expressa do consumidor, ressalvadas 31 as decorrentes de práticas anteriores entre as partes;"
                  },
                  {
                    "texto": "repassar informação depreciativa, referente a ato praticado pelo consumidor no exercício de seus direitos;"
                  },
                  {
                    "texto": "colocar, no mercado de consumo, qualquer produto ou serviço em desacordo com as normas expedidas pelos órgãos oficiais competentes ou, se normas específicas não existirem, pela Associação Brasileira de Normas Técnicas ou outra entidade credenciada pelo Conselho Nacional de Metrologia, Normalização e Qualidade Industrial (Conmetro);"
                  },
                  {
                    "texto": "recusar a venda de bens ou a prestação de serviços, diretamente a quem se disponha a adquiri-los mediante pronto pagamento, ressalvados os casos de intermediação regulados em leis especiais; (Redação dada pela Lei nº 8.884, de 11.6.1994)"
                  },
                  {
                    "texto": "elevar sem justa causa o preço de produtos ou serviços. (Incluído pela Lei nº 8.884, de 11.6.1994)"
                  },
                  {
                    "texto": "Dispositivo  incluído pela MPV  nº 1.890-67, de 22.10.1999, transformado em inciso   XIII, quando da converão na Lei nº 9.870, de 23.11.1999"
                  },
                  {
                    "texto": "deixar de estipular prazo para o cumprimento de sua obrigação ou deixar a fixação de seu termo inicial a seu exclusivo critério.(Incluído pela Lei nº 9.008, de 21.3.1995)"
                  },
                  {
                    "texto": "aplicar fórmula ou índice de reajuste diverso do legal ou contratualmente estabelecido. (Incluído pela Lei nº 9.870, de 23.11.1999) Parágrafo único. Os serviços prestados e os produtos remetidos ou entregues ao consumidor, na hipótese prevista no inciso III, equiparam-se às amostras grátis, inexistindo obrigação de pagamento. 32"
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "40",
                "caput": "O fornecedor de serviço será obrigado a entregar ao consumidor orçamento prévio discriminando o valor da mão-de-obra, dos materiais e equipamentos a serem empregados, as condições de pagamento, bem como as datas de início e término dos serviços.",
                "pagina": 32,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "Salvo estipulação em contrário, o valor orçado terá validade pelo prazo de dez dias, contado de seu recebimento pelo consumidor."
                  },
                  {
                    "texto": "° Uma vez aprovado pelo consumidor, o orçamento obriga os contraentes e somente pode ser alterado mediante livre negociação das partes."
                  },
                  {
                    "texto": "° O consumidor não responde por quaisquer ônus ou acréscimos decorrentes da contratação de serviços de terceiros não previstos no orçamento prévio."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "41",
                "caput": "No caso de fornecimento de produtos ou de serviços sujeitos ao regime de controle ou de tabelamento de preços, os fornecedores deverão respeitar os limites oficiais sob pena de não o fazendo, responderem pela restituição da quantia recebida em excesso, monetariamente atualizada, podendo o consumidor exigir à sua escolha, o desfazimento do negócio, sem prejuízo de outras sanções cabíveis.",
                "pagina": 32,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "V",
            "texto": "SEÇÃO V",
            "pagina": 32,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "42",
                "caput": "Na cobrança de débitos, o consumidor inadimplente não será exposto a ridículo, nem será submetido a qualquer tipo de constrangimento ou ameaça. Parágrafo único. O consumidor cobrado em quantia indevida tem direito à repetição do indébito, por valor 33 igual ao dobro do que pagou em excesso, acrescido de correção monetária e juros legais, salvo hipótese de engano justificável.",
                "pagina": 32,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "42",
                "caput": "-A.  Em todos os documentos de cobrança de débitos apresentados ao consumidor, deverão constar o nome, o endereço e o número de inscrição no Cadastro de Pessoas Físicas – CPF ou no Cadastro Nacional de Pessoa Jurídica – CNPJ do fornecedor do produto ou serviço correspondente. (Incluído pela Lei nº 12.039, de 2009)",
                "pagina": 33,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "VI",
            "texto": "SEÇÃO VI",
            "pagina": 33,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "43",
                "caput": "O consumidor, sem prejuízo do disposto no art. 86, terá acesso às informações existentes em cadastros, fichas, registros e dados pessoais e de consumo arquivados sobre ele, bem como sobre as suas respectivas fontes.",
                "pagina": 33,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "° Os cadastros e dados de consumidores devem ser objetivos, claros, verdadeiros e em linguagem de fácil compreensão, não podendo conter informações negativas referentes a período superior a cinco anos."
                  },
                  {
                    "texto": "° A abertura de cadastro, ficha, registro e dados pessoais e de consumo deverá ser comunicada por escrito ao consumidor, quando não solicitada por ele."
                  },
                  {
                    "texto": "° O consumidor, sempre que encontrar inexatidão nos seus dados e cadastros, poderá exigir sua imediata correção, devendo o arquivista, no prazo de cinco dias úteis, comunicar a alteração aos eventuais destinatários das informações incorretas."
                  },
                  {
                    "texto": "° Os bancos de dados e cadastros relativos 34 a consumidores, os serviços de proteção ao crédito e congêneres são considerados entidades de caráter público."
                  },
                  {
                    "texto": "° Consumada a prescrição relativa à cobrança de débitos do consumidor, não serão fornecidas, pelos respectivos Sistemas de Proteção ao Crédito, quaisquer informações que possam impedir ou dificultar novo acesso ao crédito junto aos fornecedores."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "44",
                "caput": "Os órgãos públicos de defesa do consumidor manterão cadastros atualizados de reclamações fundamentadas contra fornecedores de produtos e serviços, devendo divulgá-lo pública e anualmente. A divulgação indicará se a reclamação foi atendida ou não pelo fornecedor.",
                "pagina": 34,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "° É facultado o acesso às informações lá constantes para orientação e consulta por qualquer interessado."
                  },
                  {
                    "texto": "° Aplicam-se a este artigo, no que couber, as mesmas regras enunciadas no artigo anterior e as do parágrafo único do art. 22 deste código."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "45",
                "caput": "(Vetado).",
                "pagina": 34,
                "incisos": [],
                "paragrafos": []
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "VI",
        "texto": "CAPÍTULO VI",
        "pagina": 34,
        "filhos": [
          {
            "tipo": "SECAO",
            "rotulo": "I",
            "texto": "SEÇÃO I",
            "pagina": 34,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "46",
                "caput": "Os contratos que regulam as relações de consumo não obrigarão os consumidores, se não lhes for dada a oportunidade de tomar conhecimento prévio de seu conteúdo, ou se os respectivos instrumentos forem redigidos 35 de modo a dificultar a compreensão de seu sentido e alcance.",
                "pagina": 34,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "47",
                "caput": "As cláusulas contratuais serão interpretadas de maneira mais favorável ao consumidor.",
                "pagina": 35,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "48",
                "caput": "As declarações de vontade constantes de escritos particulares, recibos e pré-contratos relativos às relações de consumo vinculam o fornecedor, ensejando inclusive execução específica, nos termos do art. 84 e parágrafos.",
                "pagina": 35,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "49",
                "caput": "O consumidor pode desistir do contrato, no prazo de 7 dias a contar de sua assinatura ou do ato de recebimento do produto ou serviço, sempre que a contratação de fornecimento de produtos e serviços ocorrer fora do estabelecimento comercial, especialmente por telefone ou a domicílio. Parágrafo único. Se o consumidor exercitar o direito de arrependimento previsto neste artigo, os valores eventualmente pagos, a qualquer título, durante o prazo de reflexão, serão devolvidos, de imediato, monetariamente atualizados.",
                "pagina": 35,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "50",
                "caput": "A garantia contratual é complementar à legal e será conferida mediante termo escrito. Parágrafo único. O termo de garantia ou equivalente deve ser padronizado e esclarecer, de maneira adequada em que consiste a mesma garantia, bem como a forma, o prazo e o lugar em que pode ser exercitada e os ônus a cargo do consumidor, devendo ser-lhe entregue, devidamente preenchido pelo fornecedor, no ato do fornecimento, acompanhado de manual de instrução, de instalação e uso do produto em linguagem didática, com ilustrações. 36",
                "pagina": 35,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "II",
            "texto": "SEÇÃO II",
            "pagina": 36,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "51",
                "caput": "São nulas de pleno direito, entre outras, as cláusulas contratuais relativas ao fornecimento de produtos e serviços que:",
                "pagina": 36,
                "incisos": [
                  {
                    "texto": "impossibilitem, exonerem ou atenuem a responsabilidade do fornecedor por vícios de qualquer natureza dos produtos e serviços ou impliquem renúncia ou disposição de direitos. Nas relações de consumo entre o fornecedor e o consumidor pessoa jurídica, a indenização poderá ser limitada, em situações justificáveis;"
                  },
                  {
                    "texto": "subtraiam ao consumidor a opção de reembolso da quantia já paga, nos casos previstos neste código;"
                  },
                  {
                    "texto": "transfiram responsabilidades a terceiros;"
                  },
                  {
                    "texto": "estabeleçam obrigações consideradas iníquas, abusivas, que coloquem o consumidor em desvantagem exagerada, ou sejam incompatíveis com a boa-fé ou a eqüidade;"
                  },
                  {
                    "texto": "(Vetado);"
                  },
                  {
                    "texto": "estabeleçam inversão do ônus da prova em prejuízo do consumidor;"
                  },
                  {
                    "texto": "determinem a utilização compulsória de arbitragem;"
                  },
                  {
                    "texto": "imponham representante para concluir ou realizar outro negócio jurídico pelo consumidor;"
                  },
                  {
                    "texto": "deixem ao fornecedor a opção de concluir ou não o contrato, embora obrigando o consumidor;"
                  },
                  {
                    "texto": "permitam ao fornecedor, direta ou indiretamente, 37 variação do preço de maneira unilateral;"
                  },
                  {
                    "texto": "autorizem o fornecedor a cancelar o contrato unilateralmente, sem que igual direito seja conferido ao consumidor;"
                  },
                  {
                    "texto": "obriguem o consumidor a ressarcir os custos de cobrança de sua obrigação, sem que igual direito lhe seja conferido contra o fornecedor; XIII"
                  },
                  {
                    "texto": " autorizem o fornecedor a modificar unilateralmente o conteúdo ou a qualidade do contrato, após sua celebração;"
                  },
                  {
                    "texto": "infrinjam ou possibilitem a violação de normas ambientais;"
                  },
                  {
                    "texto": "estejam em desacordo com o sistema de proteção ao consumidor;"
                  },
                  {
                    "texto": "possibilitem a renúncia do direito de indenização por benfeitorias necessárias."
                  },
                  {
                    "texto": "ofende os princípios fundamentais do sistema"
                  },
                  {
                    "texto": "restringe direitos ou obrigações fundamentais"
                  },
                  {
                    "texto": "se mostra excessivamente onerosa para o"
                  }
                ],
                "paragrafos": [
                  {
                    "texto": "Presume-se exagerada, entre outros casos, a vontade que: jurídico a que pertence; inerentes à natureza do contrato, de tal modo a ameaçar seu objeto ou equilíbrio contratual; consumidor, considerando-se a natureza e conteúdo do contrato, o interesse das partes e outras circunstâncias peculiares ao caso."
                  },
                  {
                    "texto": "° A nulidade de uma cláusula contratual abusiva não invalida o contrato, exceto quando de sua ausência, 38 apesar dos esforços de integração, decorrer ônus excessivo a qualquer das partes."
                  },
                  {
                    "texto": "° (Vetado)."
                  },
                  {
                    "texto": "° É facultado a qualquer consumidor ou entidade que o represente requerer ao Ministério Público que ajuíze a competente ação para ser declarada a nulidade de cláusula contratual que contrarie o disposto neste código ou de qualquer forma não assegure o justo equilíbrio entre direitos e obrigações das partes."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "52",
                "caput": "No fornecimento de produtos ou serviços que envolva outorga de crédito ou concessão de financiamento ao consumidor, o fornecedor deverá, entre outros requisitos, informá-lo prévia e adequadamente sobre:",
                "pagina": 38,
                "incisos": [
                  {
                    "texto": "preço do produto ou serviço em moeda corrente nacional;"
                  },
                  {
                    "texto": "montante dos juros de mora e da taxa efetiva anual de juros;"
                  },
                  {
                    "texto": "acréscimos legalmente previstos;"
                  },
                  {
                    "texto": "número e periodicidade das prestações;"
                  },
                  {
                    "texto": "soma total a pagar, com e sem financiamento."
                  }
                ],
                "paragrafos": [
                  {
                    "texto": " 1° As multas de mora decorrentes do inadimplemento de obrigações no seu termo não poderão ser superiores a dois por cento do valor da prestação. (Redação dada pela Lei nº 9.298, de 1º.8.1996)"
                  },
                  {
                    "texto": "É assegurado ao consumidor a liquidação antecipada do débito, total ou parcialmente, mediante redução proporcional dos juros e demais acréscimos."
                  },
                  {
                    "texto": "(Vetado)."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "53",
                "caput": "Nos contratos de compra e venda de móveis 39 ou imóveis mediante pagamento em prestações, bem como nas alienações fiduciárias em garantia, consideram-se nulas de pleno direito as cláusulas que estabeleçam a perda total das prestações pagas em benefício do credor que, em razão do inadimplemento, pleitear a resolução do contrato e a retomada do produto alienado.",
                "pagina": 38,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "° (Vetado)."
                  },
                  {
                    "texto": "Nos contratos do sistema de consórcio de produtos duráveis, a compensação ou a restituição das parcelas quitadas, na forma deste artigo, terá descontada, além da vantagem econômica auferida com a fruição, os prejuízos que o desistente ou inadimplente causar ao grupo."
                  },
                  {
                    "texto": "° Os contratos de que trata o caput deste artigo serão expressos em moeda corrente nacional."
                  }
                ]
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "III",
            "texto": "SEÇÃO III",
            "pagina": 39,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "54",
                "caput": "Contrato de adesão é aquele cujas cláusulas tenham sido aprovadas pela autoridade competente ou estabelecidas unilateralmente pelo fornecedor de produtos ou serviços, sem que o consumidor possa discutir ou modificar substancialmente seu conteúdo.",
                "pagina": 39,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "° A inserção de cláusula no formulário não desfigura a natureza de adesão do contrato."
                  },
                  {
                    "texto": "° Nos contratos de adesão admite-se cláusula resolutória, desde que a alternativa, cabendo a escolha ao consumidor, ressalvando-se o disposto no § 2° do artigo anterior."
                  },
                  {
                    "texto": "o  Os contratos de adesão escritos serão redigidos em termos claros e com caracteres ostensivos e legíveis, cujo 40 tamanho da fonte não será inferior ao corpo doze, de modo a facilitar sua compreensão pelo consumidor. (Redação dada pela nº 11.785, de 2008)"
                  },
                  {
                    "texto": "° As cláusulas que implicarem limitação de direito do consumidor deverão ser redigidas com destaque, permitindo sua imediata e fácil compreensão."
                  },
                  {
                    "texto": "° (Vetado)"
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "VII",
        "texto": "CAPÍTULO VII",
        "pagina": 40,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "55",
            "caput": "A União, os Estados e o Distrito Federal, em caráter concorrente e nas suas respectivas áreas de atuação administrativa, baixarão normas relativas à produção, industrialização, distribuição e consumo de produtos e serviços.",
            "pagina": 40,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "° A União, os Estados, o Distrito Federal e os Municípios fiscalizarão e controlarão a produção, industrialização, distribuição, a publicidade de produtos e serviços e o mercado de consumo, no interesse da preservação da vida, da saúde, da segurança, da informação e do bem-estar do consumidor, baixando as normas que se fizerem necessárias."
              },
              {
                "texto": "° (Vetado)."
              },
              {
                "texto": "° Os órgãos federais, estaduais, do Distrito Federal e municipais com atribuições para fiscalizar e controlar o mercado de consumo manterão comissões permanentes para elaboração, revisão e atualização das normas referidas no § 1°, sendo obrigatória a participação dos consumidores e fornecedores. 41"
              },
              {
                "texto": "° Os órgãos oficiais poderão expedir notificações aos fornecedores para que, sob pena de desobediência, prestem informações sobre questões de interesse do consumidor, resguardado o segredo industrial."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "56",
            "caput": "As infrações das normas de defesa do consumidor ficam sujeitas, conforme o caso, às seguintes sanções administrativas, sem prejuízo das de natureza civil, penal e das definidas em normas específicas:",
            "pagina": 41,
            "incisos": [
              {
                "texto": "multa;"
              },
              {
                "texto": "apreensão do produto;"
              },
              {
                "texto": "inutilização do produto;"
              },
              {
                "texto": "cassação do registro do produto junto ao órgão competente;"
              },
              {
                "texto": "proibição de fabricação do produto;"
              },
              {
                "texto": "suspensão de fornecimento de produtos ou serviço;"
              },
              {
                "texto": "suspensão temporária de atividade;"
              },
              {
                "texto": "revogação de concessão ou permissão de uso;"
              },
              {
                "texto": "cassação de licença do estabelecimento ou de atividade;"
              },
              {
                "texto": "interdição, total ou parcial, de estabelecimento, de obra ou de atividade;"
              },
              {
                "texto": "intervenção administrativa;"
              },
              {
                "texto": "imposição de contrapropaganda. Parágrafo único. As sanções previstas neste artigo serão aplicadas pela autoridade administrativa, no âmbito de sua atribuição, podendo ser aplicadas cumulativamente, inclusive por medida cautelar, antecedente ou incidente de procedimento administrativo. 42"
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "57",
            "caput": "A pena de multa, graduada de acordo com a gravidade da infração, a vantagem auferida e a condição econômica do fornecedor, será aplicada mediante procedimento administrativo, revertendo para o Fundo de que trata a Lei nº 7.347, de 24 de julho de 1985, os valores cabíveis à União, ou para os Fundos estaduais ou municipais de proteção ao consumidor nos demais casos.  (Redação dada pela Lei nº 8.656, de 21.5.1993) Parágrafo único. A multa será em montante não inferior a duzentas e não superior a três milhões de vezes o valor da Unidade Fiscal de Referência (Ufir), ou índice equivalente que venha a substituí-lo.  (Parágrafo acrescentado pela Lei nº 8.703, de 6.9.1993)",
            "pagina": 42,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "58",
            "caput": "As penas de apreensão, de inutilização de produtos, de proibição de fabricação de produtos, de suspensão do fornecimento de produto ou serviço, de cassação do registro do produto e revogação da concessão ou permissão de uso serão aplicadas pela administração, mediante procedimento administrativo, assegurada ampla defesa, quando forem constatados vícios de quantidade ou de qualidade por inadequação ou insegurança do produto ou serviço.",
            "pagina": 42,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "59",
            "caput": "As penas de cassação de alvará de licença, de interdição e de suspensão temporária da atividade, bem como a de intervenção administrativa, serão aplicadas mediante procedimento administrativo, assegurada ampla defesa, quando o fornecedor reincidir na prática das infrações de maior gravidade previstas neste código e na legislação de consumo.",
            "pagina": 42,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "° A pena de cassação da concessão será aplicada à concessionária de serviço público, quando violar obrigação legal ou contratual. 43"
              },
              {
                "texto": "° A pena de intervenção administrativa será aplicada sempre que as circunstâncias de fato desaconselharem a cassação de licença, a interdição ou suspensão da atividade."
              },
              {
                "texto": "° Pendendo ação judicial na qual se discuta a imposição de penalidade administrativa, não haverá reincidência até o trânsito em julgado da sentença."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "60",
            "caput": "A imposição de contrapropaganda será cominada quando o fornecedor incorrer na prática de publicidade enganosa ou abusiva, nos termos do art. 36 e seus parágrafos, sempre às expensas do infrator.",
            "pagina": 43,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "A contrapropaganda será divulgada pelo responsável da mesma forma, freqüência e dimensão e, preferencialmente no mesmo veículo, local, espaço e horário, de forma capaz de desfazer o malefício da publicidade enganosa ou abusiva."
              },
              {
                "texto": "° (Vetado)"
              },
              {
                "texto": "° (Vetado)."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "tipo": "TITULO",
    "rotulo": "II",
    "texto": "TÍTULO II",
    "pagina": 43,
    "filhos": [
      {
        "tipo": "ARTIGO",
        "numero": "61",
        "caput": "Constituem crimes contra as relações de consumo previstas neste código, sem prejuízo do disposto no Código Penal e leis especiais, as condutas tipificadas nos artigos seguintes.",
        "pagina": 43,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "62",
        "caput": "(Vetado).",
        "pagina": 43,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "63",
        "caput": "Omitir dizeres ou sinais ostensivos sobre a nocividade ou periculosidade de produtos, nas embalagens, nos invólucros, recipientes ou publicidade: 44 Pena - Detenção de seis meses a dois anos e multa.",
        "pagina": 43,
        "incisos": [],
        "paragrafos": [
          {
            "texto": "° Incorrerá nas mesmas penas quem deixar de alertar, mediante recomendações escritas ostensivas, sobre a periculosidade do serviço a ser prestado."
          },
          {
            "texto": "° Se o crime é culposo: Pena Detenção de um a seis meses ou multa."
          }
        ]
      },
      {
        "tipo": "ARTIGO",
        "numero": "64",
        "caput": "Deixar de comunicar à autoridade competente e aos consumidores a nocividade ou periculosidade de produtos cujo conhecimento seja posterior à sua colocação no mercado: Pena - Detenção de seis meses a dois anos e multa. Parágrafo único. Incorrerá nas mesmas penas quem deixar de retirar do mercado, imediatamente quando determinado pela autoridade competente, os produtos nocivos ou perigosos, na forma deste artigo.",
        "pagina": 44,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "65",
        "caput": "Executar serviço de alto grau de periculosidade, contrariando determinação de autoridade competente: Pena Detenção de seis meses a dois anos e multa. Parágrafo único. As penas deste artigo são aplicáveis sem prejuízo das correspondentes à lesão corporal e à morte.",
        "pagina": 44,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "66",
        "caput": "Fazer afirmação falsa ou enganosa, ou omitir informação relevante sobre a natureza, característica, qualidade, quantidade, segurança, desempenho, durabilidade, preço ou garantia de produtos ou serviços: Pena - Detenção de três meses a um ano e multa.",
        "pagina": 44,
        "incisos": [],
        "paragrafos": [
          {
            "texto": "Incorrerá nas mesmas penas quem patrocinar a oferta."
          },
          {
            "texto": "Se o crime é culposo; 45 Pena Detenção de um a seis meses ou multa."
          }
        ]
      },
      {
        "tipo": "ARTIGO",
        "numero": "67",
        "caput": "Fazer ou promover publicidade que sabe ou deveria saber ser enganosa ou abusiva: Pena Detenção de três meses a um ano e multa. Parágrafo único. (Vetado).",
        "pagina": 45,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "68",
        "caput": "Fazer ou promover publicidade que sabe ou deveria saber ser capaz de induzir o consumidor a se comportar de forma prejudicial ou perigosa a sua saúde ou segurança: Pena - Detenção de seis meses a dois anos e multa: Parágrafo único. (Vetado).",
        "pagina": 45,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "69",
        "caput": "Deixar de organizar dados fáticos, técnicos e científicos que dão base à publicidade: Pena Detenção de um a seis meses ou multa.",
        "pagina": 45,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "70",
        "caput": "Empregar na reparação de produtos, peça ou componentes de reposição usados, sem autorização do consumidor: Pena Detenção de três meses a um ano e multa.",
        "pagina": 45,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "71",
        "caput": "Utilizar, na cobrança de dívidas, de ameaça, coação, constrangimento físico ou moral, afirmações falsas incorretas ou enganosas ou de qualquer outro procedimento que exponha o consumidor, injustificadamente, a ridículo ou interfira com seu trabalho, descanso ou lazer: Pena Detenção de três meses a um ano e multa.",
        "pagina": 45,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "72",
        "caput": "Impedir ou dificultar o acesso do consumidor às informações que sobre ele constem em cadastros, banco de dados, fichas e registros: Pena Detenção de seis meses a um ano ou multa.",
        "pagina": 45,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "73",
        "caput": "Deixar de corrigir imediatamente informação 46 sobre consumidor constante de cadastro, banco de dados, fichas ou registros que sabe ou deveria saber ser inexata: Pena Detenção de um a seis meses ou multa.",
        "pagina": 45,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "74",
        "caput": "Deixar de entregar ao consumidor o termo de garantia adequadamente preenchido e com especificação clara de seu conteúdo; Pena Detenção de um a seis meses ou multa.",
        "pagina": 46,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "75",
        "caput": "Quem, de qualquer forma, concorrer para os crimes referidos neste código, incide as penas a esses cominadas na medida de sua culpabilidade, bem como o diretor, administrador ou gerente da pessoa jurídica que promover, permitir ou por qualquer modo aprovar o fornecimento, oferta, exposição à venda ou manutenção em depósito de produtos ou a oferta e prestação de serviços nas condições por ele proibidas.",
        "pagina": 46,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "76",
        "caput": "São circunstâncias agravantes dos crimes tipificados neste código:",
        "pagina": 46,
        "incisos": [
          {
            "texto": "serem cometidos em época de grave crise econômica ou por ocasião de calamidade;"
          },
          {
            "texto": "ocasionarem grave dano individual ou coletivo;"
          },
          {
            "texto": "dissimular-se a natureza ilícita do procedimento;"
          },
          {
            "texto": "quando cometidos: a) por servidor público, ou por pessoa cuja condição econômico-social seja manifestamente superior à da vítima; b) em detrimento de operário ou rurícola; de menor de dezoito ou maior de sessenta anos ou de pessoas portadoras de deficiência mental interditadas ou não;"
          },
          {
            "texto": "serem praticados em operações que envolvam alimentos, medicamentos ou quaisquer outros produtos ou 47 serviços essenciais."
          }
        ],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "77",
        "caput": "A pena pecuniária prevista nesta Seção será fixada em dias-multa, correspondente ao mínimo e ao máximo de dias de duração da pena privativa da liberdade cominada ao crime. Na individualização desta multa, o juiz observará o disposto no art. 60, §1° do Código Penal.",
        "pagina": 47,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "78",
        "caput": "Além das penas privativas de liberdade e de multa, podem ser impostas, cumulativa ou alternadamente, observado odisposto nos arts. 44 a 47, do Código Penal:",
        "pagina": 47,
        "incisos": [
          {
            "texto": "a interdição temporária de direitos;"
          },
          {
            "texto": "a publicação em órgãos de comunicação de grande circulação ou audiência, às expensas do condenado, de notícia sobre os fatos e a condenação;"
          },
          {
            "texto": "a prestação de serviços à comunidade."
          }
        ],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "79",
        "caput": "O valor da fiança, nas infrações de que trata este código, será fixado pelo juiz, ou pela autoridade que presidir o inquérito, entre cem e duzentas mil vezes o valor do Bônus do Tesouro Nacional (BTN), ou índice equivalente que venha a substituí-lo. Parágrafo único. Se assim recomendar a situação econômica do indiciado ou réu, a fiança poderá ser: a) reduzida até a metade do seu valor mínimo; b) aumentada pelo juiz até vinte vezes.",
        "pagina": 47,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "80",
        "caput": "No processo penal atinente aos crimes previstos neste código, bem como a outros crimes e contravenções que envolvam relações de consumo, poderão intervir, como assistentes do Ministério Público, os legitimados indicados no art. 82, inciso III e IV, aos quais também é facultado propor ação penal subsidiária, se a denúncia não for oferecida no prazo legal. 48",
        "pagina": 47,
        "incisos": [],
        "paragrafos": []
      }
    ]
  },
  {
    "tipo": "TITULO",
    "rotulo": "III",
    "texto": "TÍTULO III",
    "pagina": 48,
    "filhos": [
      {
        "tipo": "CAPITULO",
        "rotulo": "I",
        "texto": "CAPÍTULO I",
        "pagina": 48,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "81",
            "caput": "A defesa dos interesses e direitos dos consumidores e das vítimas poderá ser exercida em juízo individualmente, ou a título coletivo. Parágrafo único. A defesa coletiva será exercida quando se tratar de:",
            "pagina": 48,
            "incisos": [
              {
                "texto": "interesses ou direitos difusos, assim entendidos, para efeitos deste código, os transindividuais, de natureza indivisível, de que sejam titulares pessoas indeterminadas e ligadas por circunstâncias de fato;"
              },
              {
                "texto": "interesses ou direitos coletivos, assim entendidos, para efeitos deste código, os transindividuais, de natureza indivisível de que seja titular grupo, categoria ou classe de pessoas ligadas entre si ou com a parte contrária por uma relação jurídica base;"
              },
              {
                "texto": "interesses ou direitos individuais homogêneos, assim entendidos os decorrentes de origem comum."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "82",
            "caput": "Para os fins do art. 81, parágrafo único, são legitimados concorrentemente: (Redação dada pela Lei nº 9.008, de 21.3.1995)",
            "pagina": 48,
            "incisos": [
              {
                "texto": "o Ministério Público,"
              },
              {
                "texto": "a União, os Estados, os Municípios e o Distrito Federal;"
              },
              {
                "texto": "as entidades e órgãos da Administração Pública, direta ou indireta, ainda que sem personalidade jurídica, 49 especificamente destinados à defesa dos interesses e direitos protegidos por este código;"
              },
              {
                "texto": "as associações legalmente constituídas há pelo menos um ano e que incluam entre seus fins institucionais a defesa dos interesses e direitos protegidos por este código, dispensada a autorização assemblear."
              }
            ],
            "paragrafos": [
              {
                "texto": "° O requisito da pré-constituição pode ser dispensado pelo juiz, nas ações previstas nos arts. 91 e seguintes, quando haja manifesto interesse social evidenciado pela dimensão ou característica do dano, ou pela relevância do bem jurídico a ser protegido."
              },
              {
                "texto": "° (Vetado)."
              },
              {
                "texto": "° (Vetado)."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "83",
            "caput": "Para a defesa dos direitos e interesses protegidos por este código são admissíveis todas as espécies de ações capazes de propiciar sua adequada e efetiva tutela. Parágrafo único. (Vetado).",
            "pagina": 49,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "84",
            "caput": "Na ação que tenha por objeto o cumprimento da obrigação de fazer ou não fazer, o juiz concederá a tutela específica da obrigação ou determinará providências que assegurem o resultado prático equivalente ao do adimplemento.",
            "pagina": 49,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "° A conversão da obrigação em perdas e danos somente será admissível se por elas optar o autor ou se impossível a tutela específica ou a obtenção do resultado prático correspondente."
              },
              {
                "texto": "° A indenização por perdas e danos se fará sem prejuízo da multa (art. 287, do Código de Processo Civil)."
              },
              {
                "texto": "° Sendo relevante o fundamento da demanda 50 e havendo justificado receio de ineficácia do provimento final, é lícito ao juiz conceder a tutela liminarmente ou após justificação prévia, citado o réu."
              },
              {
                "texto": "° O juiz poderá, na hipótese do § 3° ou na sentença, impor multa diária ao réu, independentemente de pedido do autor, se for suficiente ou compatível com a obrigação, fixando prazo razoável para o cumprimento do preceito."
              },
              {
                "texto": "° Para a tutela específica ou para a obtenção do resultado prático equivalente, poderá o juiz determinar as medidas necessárias, tais como busca e apreensão, remoção de coisas e pessoas, desfazimento de obra, impedimento de atividade nociva, além de requisição de força policial."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "85",
            "caput": "(Vetado).",
            "pagina": 50,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "86",
            "caput": "(Vetado).",
            "pagina": 50,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "87",
            "caput": "Nas ações coletivas de que trata este código não haverá adiantamento de custas, emolumentos, honorários periciais e quaisquer outras despesas, nem condenação da associação autora, salvo comprovada má-fé, em honorários de advogados, custas e despesas processuais. Parágrafo único. Em caso de litigância de má- fé, a associação autora e os diretores responsáveis pela propositura da ação serão solidariamente condenados em honorários advocatícios e ao décuplo das custas, sem prejuízo da responsabilidade por perdas e danos.",
            "pagina": 50,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "88",
            "caput": "Na hipótese do art. 13, parágrafo único deste código, a ação de regresso poderá ser ajuizada em processo autônomo, facultada a possibilidade de prosseguir-se nos mesmos autos, vedada a denunciação da lide. 51",
            "pagina": 50,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "89",
            "caput": "(Vetado)",
            "pagina": 51,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "90",
            "caput": "Aplicam-se às ações previstas neste título as normas do Código de Processo Civil e da Lei n° 7.347, de 24 de julho de 1985, inclusive no que respeita ao inquérito civil, naquilo que não contrariar suas disposições.",
            "pagina": 51,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "II",
        "texto": "CAPÍTULO II",
        "pagina": 51,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "91",
            "caput": "Os legitimados de que trata o art. 82 poderão propor, em nome próprio e no interesse das vítimas ou seus sucessores, ação civil coletiva de responsabilidade pelos danos individualmente sofridos, de acordo com o disposto nos artigos seguintes. (Redação dada pela Lei nº 9.008, de 21.3.1995)",
            "pagina": 51,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "92",
            "caput": "O Ministério Público, se não ajuizar a ação, atuará sempre como fiscal da lei. Parágrafo único. (Vetado).",
            "pagina": 51,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "93",
            "caput": "Ressalvada a competência da Justiça Federal, é competente para a causa a justiça local:",
            "pagina": 51,
            "incisos": [
              {
                "texto": "no foro do lugar onde ocorreu ou deva ocorrer o dano, quando de âmbito local;"
              },
              {
                "texto": "no foro da Capital do Estado ou no do Distrito Federal, para os danos de âmbito nacional ou regional, aplicando-se as regras do Código de Processo Civil aos casos de competência concorrente."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "94",
            "caput": "Proposta a ação, será publicado edital no órgão oficial, a fim de que os interessados possam intervir no processo como litisconsortes, sem prejuízo de ampla 52 divulgação pelos meios de comunicação social por parte dos órgãos de defesa do consumidor.",
            "pagina": 51,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "95",
            "caput": "Em caso de procedência do pedido, a condenação será genérica, fixando a responsabilidade do réu pelos danos causados.",
            "pagina": 52,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "96",
            "caput": "(Vetado).",
            "pagina": 52,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "97",
            "caput": "A liquidação e a execução de sentença poderão ser promovidas pela vítima e seus sucessores, assim como pelos legitimados de que trata o art. 82. Parágrafo único. (Vetado).",
            "pagina": 52,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "98",
            "caput": "A execução poderá ser coletiva, sendo promovida pelos legitimados de que trata o art. 82, abrangendo as vítimas cujas indenizações já tiveram sido fixadas em sentença de liquidação, sem prejuízo do ajuizamento de outras execuções. (Redação dada pela Lei nº 9.008, de 21.3.1995)",
            "pagina": 52,
            "incisos": [
              {
                "texto": "da liquidação da sentença ou da ação"
              },
              {
                "texto": "da ação condenatória, quando coletiva a"
              }
            ],
            "paragrafos": [
              {
                "texto": "° A execução coletiva far-se-á com base em certidão das sentenças de liquidação, da qual deverá constar a ocorrência ou não do trânsito em julgado."
              },
              {
                "texto": "° É competente para a execução o juízo: condenatória, no caso de execução individual; execução."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "99",
            "caput": "Em caso de concurso de créditos decorrentes de condenação prevista na Lei n.° 7.347, de 24 de julho de 1985 e de indenizações pelos prejuízos individuais resultantes do mesmo evento danoso, estas terão preferência no pagamento. 53 Parágrafo único. Para efeito do disposto neste artigo, a destinação da importância recolhida ao fundo criado pela Lei n°7.347 de 24 de julho de 1985, ficará sustada enquanto pendentes de decisão de segundo grau as ações de indenização pelos danos individuais, salvo na hipótese de o patrimônio do devedor ser manifestamente suficiente para responder pela integralidade das dívidas.",
            "pagina": 52,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "100",
            "caput": "Decorrido o prazo de um ano sem habilitação de interessados em número compatível com a gravidade do dano, poderão os legitimados do art. 82 promover a liquidação e execução da indenização devida. Parágrafo único. O produto da indenização devida reverterá para o fundo criado pela Lei n.° 7.347, de 24 de julho de 1985.",
            "pagina": 53,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "III",
        "texto": "CAPÍTULO III",
        "pagina": 53,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "101",
            "caput": "Na ação de responsabilidade civil do fornecedor de produtos e serviços, sem prejuízo do disposto nos Capítulos I e II deste título, serão observadas as seguintes normas:",
            "pagina": 53,
            "incisos": [
              {
                "texto": "a ação pode ser proposta no domicílio do autor;"
              },
              {
                "texto": "o réu que houver contratado seguro de responsabilidade poderá chamar ao processo o segurador, vedada a integração do contraditório pelo Instituto de Resseguros do Brasil. Nesta hipótese, a sentença que julgar procedente o pedido condenará o réu nos termos do art. 80 do Código de Processo Civil. Se o réu houver 54 sido declarado falido, o síndico será intimado a informar a existência de seguro de responsabilidade, facultando-se, em caso afirmativo, o ajuizamento de ação de indenização diretamente contra o segurador, vedada a denunciação da lide ao Instituto de Resseguros do Brasil e dispensado o litisconsórcio obrigatório com este."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "102",
            "caput": "Os legitimados a agir na forma deste código poderão propor ação visando compelir o Poder Público competente a proibir, em todo o território nacional, a produção, divulgação distribuição ou venda, ou a determinar a alteração na composição, estrutura, fórmula ou acondicionamento de produto, cujo uso ou consumo regular se revele nocivo ou perigoso à saúde pública e à incolumidade pessoal.",
            "pagina": 54,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "° (Vetado)."
              },
              {
                "texto": "° (Vetado)"
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "IV",
        "texto": "CAPÍTULO IV",
        "pagina": 54,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "103",
            "caput": "Nas ações coletivas de que trata este código, a sentença fará coisa julgada:",
            "pagina": 54,
            "incisos": [
              {
                "texto": "erga omnes, exceto se o pedido for julgado improcedente por insuficiência de provas, hipótese em que qualquer legitimado poderá intentar outra ação, com idêntico fundamento valendo-se de nova prova, na hipótese do inciso I do parágrafo único do art. 81;"
              },
              {
                "texto": "ultra partes, mas limitadamente ao grupo, categoria ou classe, salvo improcedência por insuficiência de provas, nos termos do inciso anterior, quando se tratar da 55 hipótese prevista no inciso II do parágrafo único do art. 81;"
              },
              {
                "texto": "erga omnes, apenas no caso de procedência do pedido, para beneficiar todas as vítimas e seus sucessores, na hipótese do inciso III do parágrafo único do art. 81."
              }
            ],
            "paragrafos": [
              {
                "texto": "° Os efeitos da coisa julgada previstos nos incisos I e II não prejudicarão interesses e direitos individuais dos integrantes da coletividade, do grupo, categoria ou classe."
              },
              {
                "texto": "° Na hipótese prevista no inciso III, em caso de improcedência do pedido, os interessados que não tiverem intervindo no processo como litisconsortes poderão propor ação de indenização a título individual."
              },
              {
                "texto": "° Os efeitos da coisa julgada de que cuida o art. 16, combinado com o art. 13 da Lei n° 7.347, de 24 de julho de 1985, não prejudicarão as ações de indenização por danos pessoalmente sofridos, propostas individualmente ou na forma prevista neste código, mas, se procedente o pedido, beneficiarão as vítimas e seus sucessores, que poderão proceder à liquidação e à execução, nos termos dos arts. 96 a 99."
              },
              {
                "texto": "Aplica-se o disposto no parágrafo anterior à sentença penal condenatória."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "104",
            "caput": "As ações coletivas, previstas nos incisos I e II e do parágrafo único do art. 81, não induzem litispendência para as ações individuais, mas os efeitos da coisa julgada erga omnes ou ultra partes a que aludem os incisos II e III do artigo anterior não beneficiarão os autores das ações individuais, se não for requerida sua suspensão no prazo de trinta dias, a contar da ciência nos autos do ajuizamento da ação coletiva. 56",
            "pagina": 55,
            "incisos": [],
            "paragrafos": []
          }
        ]
      }
    ]
  },
  {
    "tipo": "TITULO",
    "rotulo": "IV",
    "texto": "TÍTULO IV",
    "pagina": 56,
    "filhos": [
      {
        "tipo": "ARTIGO",
        "numero": "105",
        "caput": "Integram o Sistema Nacional de Defesa do Consumidor (SNDC), os órgãos federais, estaduais, do Distrito Federal e municipais e as entidades privadas de defesa do consumidor.",
        "pagina": 56,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "106",
        "caput": "O Departamento Nacional de Defesa do Consumidor, da Secretaria Nacional de Direito Econômico (MJ), ou órgão federal que venha substituí-lo, é organismo de coordenação da política do Sistema Nacional de Defesa do Consumidor, cabendo-lhe:",
        "pagina": 56,
        "incisos": [
          {
            "texto": "planejar, elaborar, propor, coordenar e executar a política nacional de proteção ao consumidor;"
          },
          {
            "texto": "receber, analisar, avaliar e encaminhar consultas, denúncias ou sugestões apresentadas por entidades representativas ou pessoas jurídicas de direito público ou privado; III"
          },
          {
            "texto": " prestar aos consumidores orientação permanente sobre seus direitos e garantias;"
          },
          {
            "texto": "informar, conscientizar e motivar o consumidor através dos diferentes meios de comunicação;"
          },
          {
            "texto": "solicitar à polícia judiciária a instauração de inquérito policial para a apreciação de delito contra os consumidores, nos termos da legislação vigente;"
          },
          {
            "texto": "representar ao Ministério Público competente para fins de adoção de medidas processuais no âmbito de suas atribuições; VII"
          },
          {
            "texto": " levar ao conhecimento dos órgãos 57 competentes as infrações de ordem administrativa que violarem os interesses difusos, coletivos, ou individuais dos consumidores;"
          },
          {
            "texto": "solicitar o concurso de órgãos e entidades da União, Estados, do Distrito Federal e Municípios, bem como auxiliar a fiscalização de preços, abastecimento, quantidade e segurança de bens e serviços;"
          },
          {
            "texto": "incentivar, inclusive com recursos financeiros e outros programas especiais, a formação de entidades de defesa do consumidor pela população e pelos órgãos públicos estaduais e municipais;"
          },
          {
            "texto": "(Vetado)."
          },
          {
            "texto": "(Vetado)."
          },
          {
            "texto": "(Vetado)"
          },
          {
            "texto": "desenvolver outras atividades compatíveis com suas finalidades. Parágrafo único. Para a consecução de seus objetivos, o Departamento Nacional de Defesa do Consumidor poderá solicitar o concurso de órgãos e entidades de notória especialização técnico-científica."
          }
        ],
        "paragrafos": []
      }
    ]
  },
  {
    "tipo": "TITULO",
    "rotulo": "V",
    "texto": "TÍTULO V",
    "pagina": 57,
    "filhos": [
      {
        "tipo": "ARTIGO",
        "numero": "107",
        "caput": "As entidades civis de consumidores e as associações de fornecedores ou sindicatos de categoria econômica podem regular, por convenção escrita, relações de consumo que tenham por objeto estabelecer condições relativas ao preço, à qualidade, à quantidade, à garantia e características de produtos e serviços, bem como à 58 reclamação e composição do conflito de consumo.",
        "pagina": 57,
        "incisos": [],
        "paragrafos": [
          {
            "texto": "° A convenção tornar-se-á obrigatória a partir do registro do instrumento no cartório de títulos e documentos."
          },
          {
            "texto": "° A convenção somente obrigará os filiados às entidades signatárias."
          },
          {
            "texto": "° Não se exime de cumprir a convenção o fornecedor que se desligar da entidade em data posterior ao registro do instrumento."
          }
        ]
      },
      {
        "tipo": "ARTIGO",
        "numero": "108",
        "caput": "(Vetado).",
        "pagina": 58,
        "incisos": [],
        "paragrafos": []
      }
    ]
  },
  {
    "tipo": "TITULO",
    "rotulo": "VI",
    "texto": "TÍTULO VI",
    "pagina": 58,
    "filhos": [
      {
        "tipo": "ARTIGO",
        "numero": "109",
        "caput": "(Vetado).",
        "pagina": 58,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "110",
        "caput": "Acrescente-se o seguinte inciso IV ao art. 1° da Lei n° 7.347, de 24 de julho de 1985: “IV - a qualquer outro interesse difuso ou coletivo”.",
        "pagina": 58,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "111",
        "caput": "O inciso II do art. 5° da Lei n° 7.347, de 24 de julho de 1985, passa a ter a seguinte redação: “II - inclua, entre suas finalidades institucionais, a proteção ao meio ambiente, ao consumidor, ao patrimônio artístico, estético, histórico, turístico e paisagístico, ou a qualquer outro interesse difuso ou coletivo”.",
        "pagina": 58,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "112",
        "caput": "O § 3° do art. 5° da Lei n° 7.347, de 24 de julho de 1985, passa a ter a seguinte redação: “§ 3° Em caso de desistência infundada ou abandono da ação por associação legitimada, o Ministério Público ou outro legitimado assumirá a titularidade ativa”. 59",
        "pagina": 58,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "113",
        "caput": "Acrescente-se os seguintes §§ 4°, 5° e 6° ao art. 5º. da Lei n.° 7.347, de 24 de julho de 1985: “§ 4.° O requisito da pré-constituição poderá ser dispensado pelo juiz, quando haja manifesto interesse social evidenciado pela dimensão ou característica do dano, ou pela relevância do bem jurídico a ser protegido.",
        "pagina": 59,
        "incisos": [
          {
            "texto": "STJ)."
          }
        ],
        "paragrafos": [
          {
            "texto": ".° Admitir-se-á o litisconsórcio facultativo entre os Ministérios Públicos da União, do Distrito Federal e dos Estados na defesa dos interesses e direitos de que cuida esta lei. (Vide Mensagem de veto) (Vide REsp 222582 /MG"
          },
          {
            "texto": "° Os órgãos públicos legitimados poderão tomar dos interessados compromisso de ajustamento de sua conduta às exigências legais, mediante combinações, que terá eficácia de título executivo extrajudicial”. (Vide Mensagem de veto)  (Vide REsp 222582 /MG - STJ)."
          }
        ]
      },
      {
        "tipo": "ARTIGO",
        "numero": "114",
        "caput": "O art. 15 da Lei n° 7.347, de 24 de julho de 1985, passa a ter a seguinte redação: “Art. 15. Decorridos sessenta dias do trânsito em julgado da sentença condenatória, sem que a associação autora lhe promova a execução, deverá fazê-lo o Ministério Público, facultada igual iniciativa aos demais legitimados”.",
        "pagina": 59,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "115",
        "caput": "Suprima-se o caput do art. 17 da Lei n° 7.347, de 24 de julho de 1985, passando o parágrafo único a constituir o caput, com a seguinte redação: “Art. 17. “Art. 17. Em caso de litigância de má- fé, a associação autora e os diretores responsáveis pela propositura da ação serão solidariamente condenados em honorários advocatícios e ao décuplo das custas, sem prejuízo da responsabilidade por perdas e danos”. 60",
        "pagina": 59,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "116",
        "caput": "Dê-se a seguinte redação ao art. 18 da Lei n° 7.347, de 24 de julho de 1985: “Art. 18. Nas ações de que trata esta lei, não haverá adiantamento de custas, emolumentos, honorários periciais e quaisquer outras despesas, nem condenação da associação autora, salvo comprovada má-fé, em honorários de advogado, custas e despesas processuais”.",
        "pagina": 60,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "117",
        "caput": "Acrescente-se à Lei n° 7.347, de 24 de julho de 1985, o seguinte dispositivo, renumerando-se os seguintes: “Art. 21. Aplicam-se à defesa dos direitos e interesses difusos, coletivos e individuais, no que for cabível, os dispositivos do Título III da lei que instituiu o Código de Defesa do Consumidor”.",
        "pagina": 60,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "118",
        "caput": "Este código entrará em vigor dentro de cento e oitenta dias a contar de sua publicação.",
        "pagina": 60,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "119",
        "caput": "Revogam-se as disposições em contrário. Brasília, 11 de setembro de 1990; 169° da Independência e 102° da República. FERNANDO COLLOR Bernardo Cabral Zélia M. Cardoso de Mello Ozires Silva 61 62 63 DECRETO Nº 2.181, DE 20 DE MARÇO DE 1997. Dispõe sobre a organização do Sistema Nacional de Defesa do Consumidor - SNDC, estabelece as normas gerais de aplicação das sanções administrativas previstas na Lei nº 8.078, de 11 de setembro de 1990, revoga o Decreto Nº 861, de 9 julho de 1993, e dá outras providências. O  PRESIDENTE DA REPÚBLICA, no uso da atribuição que lhe confere o art. 84, inciso IV, da Constituição, e tendo em vista o disposto na Lei nº 8.078, de 11 de setembro de 1990, DECRETA:",
        "pagina": 60,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "ARTIGO",
        "numero": "1",
        "caput": "º Fica organizado o Sistema Nacional de Defesa do Consumidor - SNDC e estabelecidas as normas gerais de aplicação das sanções administrativas, nos termos da Lei nº 8.078, de 11 de setembro de 1990.",
        "pagina": 63,
        "incisos": [],
        "paragrafos": []
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "I",
        "texto": "CAPÍTULO I",
        "pagina": 63,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "o  Integram o SNDC a Secretaria Nacional do Consumidor do Ministério da Justiça e os demais órgãos federais, estaduais, do Distrito Federal, municipais e as DECRETOS 64 entidades civis de defesa do consumidor.  (Redação dada pelo Decreto nº 7.738, de 2012).",
            "pagina": 63,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "II",
        "texto": "CAPÍTULO II",
        "pagina": 64,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "o  Compete à Secretaria Nacional do Consumidor do Ministério da Justiça, a coordenação da política do Sistema Nacional de Defesa do Consumidor, cabendo-lhe:(Redação dada pelo Decreto nº 7.738, de 2012).",
            "pagina": 64,
            "incisos": [
              {
                "texto": "planejar, elaborar, propor, coordenar e executar a política nacional de proteção e defesa do consumidor;"
              },
              {
                "texto": "receber, analisar, avaliar e apurar consultas e denúncias apresentadas por entidades representativas ou pessoas jurídicas de direito público ou privado ou por consumidores individuais; III"
              },
              {
                "texto": " prestar aos consumidores orientação permanente sobre seus direitos e garantias;"
              },
              {
                "texto": "informar, conscientizar e motivar o consumidor, por intermédio dos diferentes meios de comunicação;"
              },
              {
                "texto": "solicitar à polícia judiciária a instauração de inquérito para apuração de delito contra o consumidor, nos termos da legislação vigente;"
              },
              {
                "texto": "representar ao Ministério Público competente, para fins de adoção de medidas processuais, penais e civis, no âmbito de suas atribuições;"
              },
              {
                "texto": "levar ao conhecimento dos órgãos competentes as infrações de ordem administrativa que violarem os interesses difusos, coletivos ou individuais dos consumidores; 65"
              },
              {
                "texto": "solicitar o concurso de órgãos e entidades da União, dos Estados, do Distrito Federal e dos Municípios, bem como auxiliar na fiscalização de preços, abastecimento, quantidade e segurança de produtos e serviços;"
              },
              {
                "texto": "incentivar, inclusive com recursos financeiros e outros programas especiais, a criação de órgãos públicos estaduais e municipais de defesa do consumidor e a formação, pelos cidadãos, de entidades com esse mesmo objetivo;"
              },
              {
                "texto": "fiscalizar e aplicar as sanções administrativas previstas na  Lei nº 8.078, de 1990, e em outras normas pertinentes à defesa do consumidor;"
              },
              {
                "texto": "solicitar o concurso de órgãos e entidades de notória especialização técnico-científica para a consecução de seus objetivos;"
              },
              {
                "texto": "celebrar convênios e termos de ajustamento de conduta, na forma do § 6o do art. 5o da Lei no 7.347, de 24 de julho de 1985; (Redação dada pelo Decreto nº 7.738, de 2012)."
              },
              {
                "texto": "elaborar e divulgar o cadastro nacional de reclamações fundamentadas contra fornecedores de produtos e serviços, a que se refere o art. 44 da Lei nº 8.078, de 1990;"
              },
              {
                "texto": "desenvolver outras atividades compatíveis com suas finalidades."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º No âmbito de sua jurisdição e competência, caberá ao órgão estadual, do Distrito Federal e municipal de proteção e defesa do consumidor, criado, na forma da lei, especificamente para este fim, exercitar as atividades contidas nos incisos II a XII do art. 3º deste Decreto e, ainda: 66",
            "pagina": 65,
            "incisos": [
              {
                "texto": "planejar, elaborar, propor, coordenar e executar a política estadual, do Distrito Federal e municipal de proteção e defesa do consumidor, nas suas respectivas áreas de atuação;"
              },
              {
                "texto": "dar atendimento aos consumidores, processando, regularmente, as reclamações fundamentadas;"
              },
              {
                "texto": "fiscalizar as relações de consumo;"
              },
              {
                "texto": "funcionar, no processo administrativo, como instância de instrução e julgamento, no âmbito de sua competência, dentro das regras fixadas pela Lei nº 8.078, de 1990, pela legislação complementar e por este Decreto;"
              },
              {
                "texto": "elaborar e divulgar anualmente, no âmbito de sua competência, o cadastro de reclamações fundamentadas contra fornecedores de produtos e serviços, de que trata o art. 44 da Lei no 8.078, de 1990 e remeter cópia à Secretaria Nacional do Consumidor do Ministério da Justiça; (Redação dada pelo Decreto nº 7.738, de 2012)."
              },
              {
                "texto": "desenvolver outras atividades compatíveis com suas finalidades."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "5",
            "caput": "º Qualquer entidade ou órgão da Administração Pública, federal, estadual e municipal, destinado à defesa dos interesses e direitos do consumidor, tem, no âmbito de suas respectivas competências, atribuição para apurar e punir infrações a este Decreto e à legislação das relações de consumo. Parágrafo único. Se instaurado mais de um processo administrativo por pessoas jurídicas de direito público distintas, para apuração de infração decorrente de um mesmo fato imputado ao mesmo fornecedor, eventual conflito de competência será dirimido pela Secretaria Nacional do Consumidor, que poderá ouvir a Comissão Nacional 67 Permanente de Defesa do Consumidor - CNPDC, levando sempre em consideração a competência federativa para legislar sobre a respectiva atividade econômica. (Redação dada pelo Decreto nº 7.738, de 2012).",
            "pagina": 66,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "6",
            "caput": "º As entidades e órgãos da Administração Pública destinados à defesa dos interesses e direitos protegidos pelo Código de Defesa do Consumidor poderão celebrar compromissos de ajustamento de conduta às exigências legais, nos termos do § 6º do art. 5º da Lei nº 7.347, de 1985, na órbita de suas respectivas competências.",
            "pagina": 67,
            "incisos": [
              {
                "texto": "obrigação do fornecedor de adequar sua conduta"
              },
              {
                "texto": "pena pecuniária, diária, pelo descumprimento do"
              },
              {
                "texto": "ressarcimento das despesas de investigação da"
              }
            ],
            "paragrafos": [
              {
                "texto": "A celebração de termo de ajustamento de conduta não impede que outro, desde que mais vantajoso para o consumidor, seja lavrado por quaisquer das pessoas jurídicas de direito público integrantes do SNDC."
              },
              {
                "texto": "A qualquer tempo, o órgão subscritor poderá, diante de novas informações ou se assim as circunstâncias o exigirem, retificar ou complementar o acordo firmado, determinando outras providências que se fizerem necessárias, sob pena de invalidade imediata do ato, dando-se seguimento ao procedimento administrativo eventualmente arquivado."
              },
              {
                "texto": "O compromisso de ajustamento conterá, entre outras, cláusulas que estipulem condições sobre: às exigências legais, no prazo ajustado; ajustado, levando-se em conta os seguintes critérios: a) o valor global da operação investigada; b) o valor do produto ou serviço em questão; c) os antecedentes do infrator; 68 d) a situação econômica do infrator; infração e instrução do procedimento administrativo."
              },
              {
                "texto": "A celebração do compromisso de ajustamento suspenderá o curso do processo administrativo, se instaurado, que somente será arquivado após atendidas todas as condições estabelecidas no respectivo termo."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "7",
            "caput": "º Compete aos demais órgãos públicos federais, estaduais, do Distrito Federal e municipais que passarem a integrar o SNDC fiscalizar as relações de consumo, no âmbito de sua competência, e autuar, na forma da legislação, os responsáveis por práticas que violem os direitos do consumidor.",
            "pagina": 68,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "8",
            "caput": "º As entidades civis de proteção e defesa do consumidor, legalmente constituídas, poderão:",
            "pagina": 68,
            "incisos": [
              {
                "texto": "encaminhar denúncias aos órgãos públicos de proteção e defesa do consumidor, para as providências legais cabíveis; Il - representar o consumidor em juízo, observado o disposto no inciso IV do art. 82 da Lei nº 8.078, de 1990;"
              },
              {
                "texto": "exercer outras atividades correlatas. 69"
              }
            ],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "III",
        "texto": "CAPÍTULO III",
        "pagina": 69,
        "filhos": [
          {
            "tipo": "SECAO",
            "rotulo": "I",
            "texto": "SEÇÃO I",
            "pagina": 69,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "9",
                "caput": "o   A fiscalização das relações de consumo de que tratam a Lei no 8.078, de 1990, este Decreto e as demais normas de defesa do consumidor será exercida em todo o território nacional pela Secretaria Nacional do Consumidor do Ministério da Justiça, pelos órgãos federais integrantes do Sistema Nacional de Defesa do Consumidor, pelos órgãos conveniados com a Secretaria e pelos órgãos de proteção e defesa do consumidor criados pelos Estados, Distrito Federal e Municípios, em suas respectivas áreas de atuação e competência. (Redação dada pelo Decreto nº 7.738, de 2012).",
                "pagina": 69,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "10",
                "caput": "A fiscalização de que trata este Decreto será efetuada por agentes fiscais, oficialmente designados, vinculados aos respectivos órgãos de proteção e defesa do consumidor, no âmbito federal, estadual, do Distrito Federal e municipal, devidamente credenciados mediante Cédula de Identificação Fiscal, admitida a delegação mediante convênio.",
                "pagina": 69,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "11",
                "caput": "Sem exclusão da responsabilidade dos órgãos que compõem o SNDC, os agentes de que trata o artigo anterior responderão pelos atos que praticarem quando investidos da ação fiscalizadora. 70",
                "pagina": 69,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "II",
            "texto": "SEÇÃO II",
            "pagina": 70,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "12",
                "caput": "São consideradas práticas infrativa:",
                "pagina": 70,
                "incisos": [
                  {
                    "texto": "condicionar o fornecimento de produto ou serviço ao fornecimento de outro produto ou serviço, bem como, sem justa causa, a limites quantitativos;"
                  },
                  {
                    "texto": "recusar atendimento às demandas dos consumidores na exata medida de sua disponibilidade de estoque e, ainda, de conformidade com os usos e costumes; Ill - recusar, sem motivo justificado, atendimento à demanda dos consumidores de serviços;"
                  },
                  {
                    "texto": "enviar ou entregar ao consumidor qualquer produto ou fornecer qualquer serviço, sem solicitação prévia;"
                  },
                  {
                    "texto": "prevalecer-se da fraqueza ou ignorância do consumidor, tendo em vista sua idade, saúde, conhecimento ou condição social, para impingir-lhe seus produtos ou serviços;"
                  },
                  {
                    "texto": "exigir do consumidor vantagem manifestamente excessiva;"
                  },
                  {
                    "texto": "executar serviços sem a prévia elaboração de orçamento e auto consumidor. ressalvadas as decorrentes de práticas anteriores entre as partes;"
                  },
                  {
                    "texto": "repassar informação depreciativa referente a ato praticado pelo consumidor no exercício de seus direitos;"
                  },
                  {
                    "texto": "colocar, no mercado de consumo, qualquer produto ou serviço: a) em desacordo com as normas expedidas pelos órgãos oficiais competentes, ou, se normas específicas não 71 existirem, pela Associação Brasileira de Normas Técnicas"
                  },
                  {
                    "texto": "ABNT ou outra entidade credenciada pelo Conselho Nacional de Metrologia, Normalização e Qualidade Industrial"
                  },
                  {
                    "texto": "CONMETRO; b) que acarrete riscos à saúde ou à segurança dos consumidores e sem informações ostensivas e adequadas; c) em desacordo com as indicações constantes do recipiente, da embalagem, da rotulagem ou mensagem publicitária, respeitadas as variações decorrentes de sua natureza; d) impróprio ou inadequado ao consumo a que se destina ou que lhe diminua o valor;"
                  },
                  {
                    "texto": "deixar de reexecutar os serviços, quando cabível, sem custo adicional;"
                  },
                  {
                    "texto": "deixar de estipular prazo para o cumprimento de sua obrigação ou deixar a fixação ou variação de seu termo inicial a seu exclusivo critério."
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "13",
                "caput": "Serão consideradas, ainda, práticas infrativas, na forma dos dispositivos da  Lei nº 8.078, de 1990:",
                "pagina": 71,
                "incisos": [
                  {
                    "texto": "ofertar produtos ou serviços sem as informações corretas, claras, precisa e ostensivas, em língua portuguesa, sobre suas características, qualidade, quantidade, composição, preço, condições de pagamento, juros, encargos, garantia, prazos de validade e origem, entre outros dados relevantes;"
                  },
                  {
                    "texto": "deixar de comunicar à autoridade competente a periculosidade do produto ou serviço, quando do lançamento dos mesmos no mercado de consumo, ou quando da verificação posterior da existência do risco; 72"
                  },
                  {
                    "texto": "deixar de comunicar aos consumidores, por meio de anúncios publicitários, a periculosidade do produto ou serviço, quando do lançamento dos mesmos no mercado de consumo, ou quando da verificação posterior da existência do risco;"
                  },
                  {
                    "texto": "deixar de reparar os danos causados aos consumidores por defeitos decorrentes de projetos, fabricação, construção, montagem, manipulação, apresentação ou acondicionamento de seus produtos ou serviços, ou por informações insuficientes ou inadequadas sobre a sua utilização e risco;"
                  },
                  {
                    "texto": "deixar de empregar componentes de reposição originais, adequados e novos, ou que mantenham as especificações técnicas do fabricante, salvo se existir autorização em contrário do consumidor;"
                  },
                  {
                    "texto": "deixar de cumprir a oferta, publicitária ou não, suficientemente precisa, ressalvada a incorreção retificada em tempo hábil ou exclusivamente atribuível ao veículo de comunicação, sem prejuízo, inclusive nessas duas hipóteses, do cumprimento forçado do anunciado ou do ressarcimento de perdas e danos sofridos pelo consumidor, assegurado o direito de regresso do anunciante contra seu segurador ou responsável direto;"
                  },
                  {
                    "texto": "omitir, nas ofertas ou vendas eletrônicas, por telefone ou reembolso postal, o nome e endereço do fabricante ou do importador na embalagem, na publicidade e nos impressos utilizados na transação comercial;"
                  },
                  {
                    "texto": "deixar de cumprir, no caso de fornecimento de produtos e serviços, o regime de preços tabelados, congelados, administrados, fixados ou controlados pelo Poder Público; 73"
                  },
                  {
                    "texto": "submeter o consumidor inadimplente a ridículo ou a qualquer tipo de constrangimento ou ameaça;"
                  },
                  {
                    "texto": "impedir ou dificultar o acesso gratuito do consumidor às informações existentes em cadastros, fichas, registros de dados pessoais e de consumo, arquivados sobre ele, bem como sobre as respectivas fontes;"
                  },
                  {
                    "texto": "elaborar cadastros de consumo com dados irreais ou imprecisos;"
                  },
                  {
                    "texto": "manter cadastros e dados de consumidores com informações negativas, divergentes da proteção legal;"
                  },
                  {
                    "texto": "deixar de comunicar, por escrito, ao consumidor a abertura de cadastro, ficha, registro de dados pessoais e de consumo, quando não solicitada por ele;"
                  },
                  {
                    "texto": "deixar de corrigir, imediata e gratuitamente, a inexatidão de dados e cadastros, quando solicitado pelo consumidor;"
                  },
                  {
                    "texto": "deixar de comunicar ao consumidor, no prazo de cinco dias úteis, as correções cadastrais por ele solicitadas;"
                  },
                  {
                    "texto": "impedir, dificultar ou negar, sem justa causa, o cumprimento das declarações constantes de escritos particulares, recibos e pré-contratos concernentes às relações de consumo; XVII"
                  },
                  {
                    "texto": " omitir em impressos, catálogos ou comunicações, impedir, dificultar ou negar a desistência contratual, no prazo de até sete dias a contar da assinatura do contrato ou do ato de recebimento do produto ou serviço, sempre que a contratação ocorrer fora do estabelecimento comercial, especialmente por telefone ou a domicílio;"
                  },
                  {
                    "texto": "impedir, dificultar ou negar a devolução dos valores pagos, monetariamente atualizados, durante o 74 prazo de reflexão, em caso de desistência do contrato pelo consumidor;"
                  },
                  {
                    "texto": "deixar de entregar o termo de garantia, devidamente preenchido com as informações previstas no parágrafo único do art. 50 da Lei nº 8.078, de 1990;"
                  },
                  {
                    "texto": "deixar, em contratos que envolvam vendas a prazo ou com cartão de crédito, de informar por escrito ao consumidor, prévia e adequadamente, inclusive nas comunicações publicitárias, o preço do produto ou do serviço em moeda corrente nacional, o montante dos juros de mora e da taxa efetiva anual de juros, os acréscimos legal e contratualmente previstos, o número e a periodicidade das prestações e, com igual destaque, a soma total a pagar, com ou sem financiamento;"
                  },
                  {
                    "texto": "deixar de assegurar a oferta de componentes e peças de reposição, enquanto não cessar a fabricação ou importação do produto, e, caso cessadas, de manter a oferta de componentes e peças de reposição por período razoável de tempo, nunca inferior à vida útil do produto ou serviço;"
                  },
                  {
                    "texto": "propor ou aplicar índices ou formas de reajuste alternativos, bem como fazê-lo em desacordo com aquele que seja legal ou contratualmente permitido;"
                  },
                  {
                    "texto": "recusar a venda de produto ou a prestação de serviços, publicamente ofertados, diretamente a quem se dispõe a adquiri-los mediante pronto pagamento, ressalvados os casos regulados em leis especiais;"
                  },
                  {
                    "texto": "deixar de trocar o produto impróprio, inadequado, ou de valor diminuído,    por outro da mesma espécie, em perfeitas condições de uso, ou de restituir imediatamente a quantia paga, devidamente corrigida, ou fazer abatimento proporcional do preço, a critério do consumidor. 75"
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "14",
                "caput": "É enganosa qualquer modalidade de informação ou comunicação de caráter publicitário inteira ou parcialmente falsa, ou, por qualquer outro modo,  esmo por omissão, capaz de induzir a erro o consumidor a respeito da natureza, características, qualidade, quantidade, propriedade, origem, preço e de quaisquer outros dados sobre produtos ou serviços.",
                "pagina": 75,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "É enganosa, por omissão, a publicidade que deixar de informar sobre dado essencial do produto ou serviço a ser colocado à disposição dos consumidores."
                  },
                  {
                    "texto": "É abusiva, entre outras, a publicidade discriminatória de qualquer natureza, que incite à violência, explore o medo ou a superstição, se aproveite da deficiência de julgamento e da inexperiência da criança, desrespeite valores ambientais, seja capaz de induzir o consumidor a se comportar de forma  prejudicial ou perigosa à sua saúde ou segurança, ou que viole normas legais ou regulamentares de controle da publicidade."
                  },
                  {
                    "texto": "O ônus da prova da veracidade (não- enganosidade) e da correção (não-abusividade) da informação ou comunicação publicitária cabe a quem as patrocina."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "15",
                "caput": "Estando a mesma empresa sendo acionada em mais de um Estado federado pelo mesmo fato gerador de prática infrativa, a autoridade máxima do sistema estadual poderá remeter o processo ao órgão coordenador do SNDC, que apurará o fato e aplicará as sanções respectivas.",
                "pagina": 75,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "16",
                "caput": "Nos casos de processos administrativos em trâmite em mais de um Estado, que envolvam interesses difusos ou coletivos, a Secretaria Nacional do Consumidor poderá avocá-los, ouvida a Comissão Nacional Permanente 76 de Defesa do Consumidor, e as autoridades máximas dos sistemas estaduais. (Redação dada pelo Decreto nº 7.738, de 2012).",
                "pagina": 75,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "17",
                "caput": "As práticas infrativas classificam-se em:",
                "pagina": 76,
                "incisos": [
                  {
                    "texto": "leves: aquelas em que forem verificadas somente circunstâncias atenuantes;"
                  },
                  {
                    "texto": "graves: aquelas em que forem verificadas circunstâncias agravantes."
                  }
                ],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "III",
            "texto": "SEÇÃO III",
            "pagina": 76,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "18",
                "caput": "A inobservância das normas contidas na Lei nº 8.078, de 1990, e das demais normas de defesa do consumidor constituirá prática infrativa e sujeitará o fornecedor às seguintes penalidades, que poderão ser aplicadas isolada ou cumulativamente, inclusive de forma cautelar, antecedente ou incidente no processo administrativo, sem prejuízo das de natureza cível, penal e das definidas em normas específicas:",
                "pagina": 76,
                "incisos": [
                  {
                    "texto": "multa;"
                  },
                  {
                    "texto": "apreensão do produto; Ill - inutilização do produto;"
                  },
                  {
                    "texto": "cassação do registro do produto junto ao órgão competente;"
                  },
                  {
                    "texto": "proibição de fabricação do produto;"
                  },
                  {
                    "texto": "suspensão de fornecimento de produtos ou serviços;"
                  },
                  {
                    "texto": "suspensão temporária de atividade; 77"
                  },
                  {
                    "texto": "revogação de concessão ou permissão de uso;"
                  },
                  {
                    "texto": "cassação de licença do estabelecimento ou de atividade;"
                  },
                  {
                    "texto": "interdição, total ou parcial, de estabelecimento, de obra ou de atividade;"
                  },
                  {
                    "texto": "intervenção administrativa;"
                  },
                  {
                    "texto": "imposição de contrapropaganda."
                  }
                ],
                "paragrafos": [
                  {
                    "texto": "Responderá pela prática infrativa, sujeitando-se às sanções administrativas previstas neste Decreto, quem por ação ou omissão lhe der causa, concorrer para sua prática ou dela se beneficiar."
                  },
                  {
                    "texto": "As penalidades previstas neste artigo serão aplicadas pelos órgãos oficiais integrantes do SNDC, sem prejuízo das atribuições do órgão normativo ou regulador da atividade, na forma da legislação vigente."
                  },
                  {
                    "texto": "As penalidades previstas nos incisos III a XI deste artigo sujeitam-se a   posterior confirmação pelo órgão normativo ou regulador da atividade, nos limites de sua competência."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "19",
                "caput": "Toda pessoa física ou jurídica que fizer ou promover publicidade enganosa ou abusiva ficará sujeita à pena de multa, cumulada com aquelas previstas no artigo anterior, sem prejuízo da competência de outros órgãos administrativos. Parágrafo único. Incide também nas penas deste artigo o fornecedor que: a) deixar de organizar ou negar aos legítimos interessados os dados fáticos, técnicos e científicos que dão sustentação à mensagem publicitária; 78 b) veicular publicidade de forma que o consumidor não possa, fácil e imediatamente, identificá-la como tal.",
                "pagina": 77,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "20",
                "caput": "Sujeitam-se à pena de multa os órgãos públicos que, por si ou suas empresas concessionárias, permissionárias ou sob qualquer outra forma de empreendimento, deixarem de fornecer serviços adequados, eficientes, seguros e, quanto aos essenciais, contínuos.",
                "pagina": 78,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "21",
                "caput": "A aplicação da sanção prevista no inciso II do art. 18 terá lugar quando os produtos forem comercializados em desacordo com as especificações técnicas estabelecidas em legislação própria, na Lei nº 8.078, de 1990, e neste Decreto.",
                "pagina": 78,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "Os bens apreendidos, a critério da autoridade, poderão ficar sob a guarda do proprietário, responsável, preposto ou empregado que responda pelo gerenciamento do negócio, nomeado fiel depositário, mediante termo próprio, proibida a venda, utilização, substituição, subtração ou remoção, total ou  parcial, dos referidos bens."
                  },
                  {
                    "texto": "A retirada de produto por parte da autoridade fiscalizadora não poderá   incidir sobre quantidade superior àquela necessária à realização da análise pericial."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "22",
                "caput": "Será aplicada multa ao fornecedor de produtos ou serviços que, direta ou indiretamente, inserir, fizer circular ou utilizar-se de cláusula abusiva, qualquer que seja a modalidade do contrato de consumo, inclusive nas operações securitárias, bancárias, de crédito direto ao consumidor, depósito, poupança, mútuo ou financiamento, e especialmente quando: I",
                "pagina": 78,
                "incisos": [
                  {
                    "texto": " impossibilitar, exonerar ou atenuar a responsabilidade do fornecedor por vícios de qualquer natureza dos produtos e serviços ou implicar renúncia ou disposição de direito do consumidor; 79"
                  },
                  {
                    "texto": "deixar de reembolsar ao consumidor a quantia já paga, nos casos previstos na Lei nº 8.078, de 1990;"
                  },
                  {
                    "texto": "transferir responsabilidades a terceiros;"
                  },
                  {
                    "texto": "estabelecer obrigações consideradas iníquas ou abusivas, que coloquem o consumidor em desvantagem exagerada, incompatíveis com a boa-fé ou a eqüidade;"
                  },
                  {
                    "texto": "estabelecer inversão do ônus da prova em prejuízo do consumidor;"
                  },
                  {
                    "texto": "determinar a utilização compulsória de arbitragem;"
                  },
                  {
                    "texto": "impuser representante para concluir ou realizar outro negócio jurídico pelo consumidor;"
                  },
                  {
                    "texto": "deixar ao fornecedor a opção de concluir ou não o contrato, embora obrigando o consumidor;"
                  },
                  {
                    "texto": "permitir ao fornecedor, direta ou indiretamente, variação unilateral do preço, juros, encargos, forma de pagamento ou atualização monetária;"
                  },
                  {
                    "texto": "autorizar o fornecedor a cancelar o contrato unilateralmente, sem que igual direito seja conferido ao consumidor, ou permitir, nos contratos de longa duração ou de trato sucessivo, o cancelamento sem justa causa e motivação, mesmo que dada ao consumidor a mesma opção;"
                  },
                  {
                    "texto": "obrigar o consumidor a ressarcir os custos de cobrança de sua obrigação, sem que igual direito lhe seja conferido contra o fornecedor; XII"
                  },
                  {
                    "texto": " autorizar o fornecedor a modificar unilateralmente o conteúdo ou a qualidade do contrato após sua celebração;"
                  },
                  {
                    "texto": "infringir normas ambientais ou possibilitar sua 80 violação;"
                  },
                  {
                    "texto": "possibilitar a renúncia ao direito de indenização por benfeitorias necessárias;"
                  },
                  {
                    "texto": "restringir direitos ou obrigações fundamentais à natureza do contrato, de tal modo a ameaçar o seu objeto ou o equilíbrio contratual; XVI"
                  },
                  {
                    "texto": " onerar excessivamente o consumidor, considerando-se a natureza e o conteúdo do contrato, o interesse das partes e outras circunstâncias peculiares à espécie;"
                  },
                  {
                    "texto": "determinar, nos contratos de compra e venda mediante pagamento em prestações, ou nas alienações fiduciárias em garantia, a perda total das prestações pagas, em beneficio do credor que, em razão do inadimplemento, pleitear a resilição do contrato e a retomada do produto alienado, ressalvada a cobrança judicial de perdas e danos comprovadamente sofridos;"
                  },
                  {
                    "texto": "anunciar, oferecer ou estipular pagamento em moeda estrangeira, salvo nos casos previstos em lei;"
                  },
                  {
                    "texto": "cobrar multas de mora superiores a dois por cento, decorrentes do inadimplemento de obrigação no seu termo, conforme o disposto no § 1º do art. 52 da Lei nº 8.078, de 1990, com a redação dada pela Lei nº 9.298, de 1º de agosto de 1996;"
                  },
                  {
                    "texto": "impedir, dificultar ou negar ao consumidor a liquidação antecipada do débito, total ou parcialmente, mediante redução proporcional dos juros, encargos e demais acréscimos, inclusive seguro;"
                  },
                  {
                    "texto": "fizer constar do contrato alguma das cláusulas abusivas a que se refere o art. 56 deste Decreto;"
                  },
                  {
                    "texto": "elaborar contrato, inclusive o de adesão, sem 81 utilizar termos claros, caracteres ostensivos e legíveis, que permitam sua imediata e fácil compreensão, destacando- se as cláusulas que impliquem obrigação ou limitação dos direitos contratuais do consumidor, inclusive com a utilização de tipos de letra e cores diferenciados, entre outros recursos gráficos e visuais;"
                  },
                  {
                    "texto": "que impeça a troca de produto impróprio, inadequado, ou de valor diminuído, por outro da mesma espécie, em perfeitas condições de uso, ou a restituição imediata da quantia paga, devidamente corrigido, ou fazer abatimento proporcional do preço, a critério do consumidor. Parágrafo único. Dependendo da gravidade da infração prevista nos incisos dos arts. 12, 13 e deste artigo, a pena de multa poderá ser cumulada com as demais previstas no art. 18, sem prejuízo da competência de outros órgãos administrativos."
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "23",
                "caput": "Os serviços prestados e os produtos remetidos ou entregues ao consumidor, na hipótese prevista no inciso IV do art. 12 deste Decreto, equiparam-se às amostras grátis, inexistindo obrigação de pagamento.",
                "pagina": 81,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "24",
                "caput": "Para a imposição da pena e sua gradação, serão considerados:",
                "pagina": 81,
                "incisos": [
                  {
                    "texto": "as circunstâncias atenuantes e agravantes;"
                  },
                  {
                    "texto": "os antecedentes do infrator, nos termos do art. 28 deste Decreto."
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "25",
                "caput": "Consideram-se circunstâncias atenuantes:",
                "pagina": 81,
                "incisos": [
                  {
                    "texto": "a ação do infrator não ter sido fundamental para a consecução do fato;"
                  },
                  {
                    "texto": "ser o infrator primário;"
                  },
                  {
                    "texto": "ter o infrator adotado as providências pertinentes 82 para minimizar ou de imediato reparar os efeitos do ato lesivo."
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "26",
                "caput": "Consideram-se circunstâncias agravantes:",
                "pagina": 82,
                "incisos": [
                  {
                    "texto": "ser o infrator reincidente;"
                  },
                  {
                    "texto": "ter o infrator, comprovadamente, cometido a prática infrativa para obter vantagens indevidas;"
                  },
                  {
                    "texto": "trazer a prática infrativa conseqüências danosas à saúde ou à segurança do consumidor;"
                  },
                  {
                    "texto": "deixar o infrator, tendo conhecimento do ato lesivo, de tomar as providências para evitar ou mitigar suas conseqüências;"
                  },
                  {
                    "texto": "ter o infrator agido com dolo;"
                  },
                  {
                    "texto": "ocasionar a prática infrativa dano coletivo ou ter caráter repetitivo;"
                  },
                  {
                    "texto": "ter a prática infrativa ocorrido em detrimento de menor de dezoito ou maior de sessenta anos ou de pessoas portadoras de deficiência física, mental ou sensorial, interditadas ou não;"
                  },
                  {
                    "texto": "dissimular-se a natureza ilícita do ato ou atividade;"
                  },
                  {
                    "texto": "ser a conduta infrativa praticada aproveitando-se o infrator de grave crise econômica ou da condição cultural, social ou econômica da vítima, ou, ainda, por ocasião de calamidade."
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "27",
                "caput": "Considera-se reincidência a repetição de prática infrativa, de qualquer natureza, às normas de defesa do consumidor, punida por decisão administrativa irrecorrível. Parágrafo único. Para efeito de reincidência, não prevalece a sanção anterior, se entre a data da decisão 83 administrativa definitiva e aquela da prática posterior houver decorrido período de tempo superior a cinco anos.",
                "pagina": 82,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "28",
                "caput": "Observado o disposto no art. 24 deste Decreto pela autoridade competente, a pena de multa será fixada considerando-se a gravidade da prática infrativa, a extensão do dano causado aos consumidores, a vantagem auferida com o ato infrativo e a condição econômica do infrator, respeitados os parâmetros estabelecidos no parágrafo único do art. 57 da Lei nº 8.078, de 1990.",
                "pagina": 83,
                "incisos": [],
                "paragrafos": []
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "IV",
        "texto": "CAPÍTULO IV",
        "pagina": 83,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "29",
            "caput": "A multa de que trata o inciso I do art. 56 e caput do art. 57 da Lei nº 8.078, de 1990, reverterá para o Fundo pertinente à pessoa jurídica de direito público que impuser a sanção, gerido pelo respectivo Conselho Gestor. Parágrafo único. As multas arrecadadas pela União e órgãos federais reverterão para o Fundo de Direitos Difusos de que tratam a Lei nº 7.347, de 1985, e Lei nº 9.008, de 21 de março de 1995, gerido pelo Conselho Federal Gestor do Fundo de Defesa dos Direitos Difusos - CFDD.",
            "pagina": 83,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "30",
            "caput": "As multas arrecadadas serão destinadas ao financiamento de projetos relacionados com os objetivos da Política Nacional de Relações de Consumo, com a defesa dos direitos básicos do consumidor e com a modernização administrativa dos órgãos públicos de defesa do consumidor, após aprovação pelo respectivo Conselho Gestor, em cada unidade federativa.",
            "pagina": 83,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "31",
            "caput": "Na ausência de Fundos municipais, os 84 recursos serão depositados no Fundo do respectivo Estado e, faltando este, no Fundo federal. Parágrafo único. O Conselho Federal Gestor do Fundo de Defesa dos Direitos, Difusos poderá apreciar e autorizar recursos para projetos especiais de órgãos e entidades federais, estaduais e municipais de defesa do consumidor.",
            "pagina": 83,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "32",
            "caput": "Na hipótese de multa aplicada pelo órgão coordenador do SNDC nos casos previstos pelo art. 15 deste Decreto, o Conselho Federal Gestor do FDD restituirá aos fundos dos Estados envolvidos o percentual de até oitenta por cento do valor arrecadado.",
            "pagina": 84,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "V",
        "texto": "CAPÍTULO V",
        "pagina": 84,
        "filhos": [
          {
            "tipo": "SECAO",
            "rotulo": "I",
            "texto": "SEÇÃO I",
            "pagina": 84,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "33",
                "caput": "As práticas infrativas às normas de proteção e defesa do consumidor serão apuradas em processo administrativo, que terá início mediante:",
                "pagina": 84,
                "incisos": [
                  {
                    "texto": "ato, por escrito, da autoridade competente;"
                  },
                  {
                    "texto": "lavratura de auto de infração;"
                  },
                  {
                    "texto": "reclamação."
                  }
                ],
                "paragrafos": [
                  {
                    "texto": "Antecedendo à instauração do processo administrativo, poderá a autoridade competente abrir investigação preliminar, cabendo, para tanto, requisitar dos fornecedores informações sobre as questões investigados, 85 resguardado o segredo industrial, na forma do disposto no § 4º do art. 55 da Lei nº 8.078, de 1990."
                  },
                  {
                    "texto": "A recusa à prestação das informações ou o desrespeito às determinações e convocações dos órgãos do SNDC caracterizam desobediência, na forma do art. 330 do Código Penal, ficando a autoridade administrativa com poderes para determinar a imediata cessação da prática, além da imposição das sanções administrativas e civis cabíveis."
                  }
                ]
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "II",
            "texto": "SEÇÃO II",
            "pagina": 85,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "34",
                "caput": "O consumidor poderá apresentar sua reclamação pessoalmente, ou por telegrama carta, telex, fac- símile ou qualquer outro meio de comunicação, a quaisquer dos órgãos oficiais de proteção e defesa do consumidor.",
                "pagina": 85,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "III",
            "texto": "SEÇÃO III",
            "pagina": 85,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "35",
                "caput": "Os Autos de infração, de Apreensão e o Termo de Depósito deverão ser impressos, numerados em série e preenchidos de forma clara e precisa, sem entrelinhas, rasuras ou emendas, mencionando:",
                "pagina": 85,
                "incisos": [
                  {
                    "texto": "o Auto de Infração: a) o local, a data e a hora da lavratura; b) o nome, o endereço e a qualificação do autuado; c) a descrição do fato ou do ato constitutivo da infração; 86 d) o dispositivo legal infringido; e) a determinação da exigência e a intimação para cumpri-la ou impugná-la no prazo de dez dias; f) a identificação do agente autuante, sua assinatura, a indicação do seu cargo ou função e o número de sua matrícula; g) a designação do órgão julgador e o respectivo endereço; h) a assinatura do autuado;"
                  },
                  {
                    "texto": "o Auto de Apreensão e o Termo de Depósito: a) o local, a data e a hora da lavratura; b) o nome, o endereço e a qualificação do depositário; c) a descrição e a quantidade dos produtos apreendidos; d) as razões e os fundamentos da apreensão; e) o local onde o produto ficará armazenado; f) a quantidade de amostra colhida para análise; g) a identificação do agente autuante, sua assinatura, a indicação do seu cargo ou função e o número de sua matrícula; h) a assinatura do depositário; i) as proibições contidas no § 1º do art. 21 deste Decreto."
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "36",
                "caput": "Os Autos de Infração, de Apreensão e o Termo de Depósito serão lavrados pelo agente autuante que houver verificado a prática infrativa, preferencialmente no local onde foi comprovada a irregularidade.",
                "pagina": 86,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "37",
                "caput": "Os Autos de Infração, de Apreensão e o 87 Termo de Depósito serão lavrados em impresso próprio, composto de três vias, numeradas tipograficamente.",
                "pagina": 86,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "Quando necessário, para comprovação de infração, os Autos serão acompanhados de laudo pericial."
                  },
                  {
                    "texto": "Quando a verificação do defeito ou vício relativo à qualidade, oferta e apresentação de produtos não depender de perícia, o agente competente consignará o fato no respectivo Auto."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "38",
                "caput": "A assinatura nos Autos de Infração, de Apreensão e no Termo de Depósito, por parte do autuado, ao receber cópias dos mesmos, constitui notificação, sem implicar confissão, para os fins do art. 44 do presente Decreto. Parágrafo único. Em caso de recusa do autuado em assinar os Autos de Infração, de Apreensão e o Termo de Depósito, o Agente competente consignará o fato nos Autos e no Termo, remetendo-os ao autuado por via postal, com Aviso de Recebimento (AR) ou outro procedimento equivalente, tendo os mesmos efeitos do caput deste artigo.",
                "pagina": 87,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "IV",
            "texto": "SEÇÃO IV",
            "pagina": 87,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "39",
                "caput": "O processo administrativo de que trata o art. 33 deste Decreto poderá ser instaurado mediante reclamação do interessado ou por iniciativa da própria autoridade competente. Parágrafo único. Na hipótese de a investigação preliminar não resultar em processo administrativo com base em reclamação apresentada por consumidor, deverá 88 este ser informado sobre as razões do arquivamento pela autoridade competente.",
                "pagina": 87,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "40",
                "caput": "O processo administrativo, na forma deste Decreto, deverá, obrigatoriamente, conter:",
                "pagina": 88,
                "incisos": [
                  {
                    "texto": "a identificação do infrator;"
                  },
                  {
                    "texto": "a descrição do fato ou ato constitutivo da infração;"
                  },
                  {
                    "texto": "os dispositivos legais infringidos;"
                  },
                  {
                    "texto": "a assinatura da autoridade competente. Art. 41. A autoridade administrativa poderá determinar, na forma de ato próprio, constatação preliminar da ocorrência de prática presumida."
                  }
                ],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "V",
            "texto": "SEÇÃO V",
            "pagina": 88,
            "filhos": []
          },
          {
            "tipo": "SECAO",
            "rotulo": "VI",
            "texto": "SEÇÃO VI",
            "pagina": 89,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "43",
                "caput": "O processo administrativo decorrente de Auto de Infração, de ato de oficio de autoridade competente, ou de reclamação será instruído e julgado na esfera de atribuição do órgão que o tiver instaurado.",
                "pagina": 89,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "44",
                "caput": "O infrator poderá impugnar o processo administrativo, no prazo de dez dias, contados processualmente de sua notificação, indicando em sua defesa:",
                "pagina": 89,
                "incisos": [
                  {
                    "texto": "a autoridade julgadora a quem é dirigida;"
                  },
                  {
                    "texto": "a qualificação do impugnante; Ill - as razões de fato e de direito que fundamentam a impugnação;"
                  },
                  {
                    "texto": "as provas que lhe dão suporte."
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "45",
                "caput": "Decorrido o prazo da impugnação, o órgão julgador determinará as diligências cabíveis, podendo dispensar as meramente protelatórias ou irrelevantes, sendo-lhe facultado requisitar do infrator, de quaisquer pessoas físicas ou jurídicas, órgãos ou entidades públicas as necessárias informações, esclarecimentos ou documentos, a serem apresentados no prazo estabelecido.",
                "pagina": 89,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "46",
                "caput": "A decisão administrativa conterá relatório dos fatos, o respectivo enquadramento legal e, se condenatória, a natureza e gradação da pena. 90",
                "pagina": 89,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "A autoridade administrativa competente, antes de julgar o feito, apreciará a defesa e as provas produzidas pelas partes, não estando vinculada ao relatório de sua consultoria jurídica ou órgão similar, se houver."
                  },
                  {
                    "texto": "Julgado o processo e fixada a multa, será o infrator notificado para efetuar seu recolhimento no prazo de dez dias ou apresentar recurso."
                  },
                  {
                    "texto": "Em caso de provimento do recurso, os valores recolhidos serão devolvidos ao recorrente na forma estabelecida pelo Conselho Gestor do Fundo."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "47",
                "caput": "Quando a cominação prevista for a contrapropaganda, o processo poderá ser instruído com indicações técnico-publicitárias, das quais se intimará o autuado, obedecidas, na execução da respectiva decisão, as condições constantes do § 1º do art. 60 da Lei nº 8.078, de 1990.",
                "pagina": 90,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "VII",
            "texto": "SEÇÃO VII",
            "pagina": 90,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "48",
                "caput": "A inobservância de forma não acarretará a nulidade do ato, se não houver prejuízo para a defesa. Parágrafo único. A nulidade prejudica somente os atos posteriores ao ato declarado nulo e dele diretamente dependentes ou de que sejam conseqüência, cabendo à autoridade que a declarar indicar tais atos e determinar o adequado procedimento saneador, se for o caso. 91",
                "pagina": 90,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "VIII",
            "texto": "SEÇÃO VIII",
            "pagina": 91,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "49",
                "caput": "Das decisões da autoridade competente do órgão público que aplicou a sanção caberá recurso, sem efeito suspensivo, no prazo de dez dias, contados da data da intimação da decisão, a seu superior hierárquico, que proferirá decisão definitiva. Parágrafo único. No caso de aplicação de multas, o recurso será recebido, com efeito suspensivo, pela autoridade superior.",
                "pagina": 91,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "50",
                "caput": "Quando o processo tramitar no âmbito do Departamento de Proteção e Defesa do Consumidor, o julgamento do feito será de responsabilidade do Diretor daquele órgão, cabendo recurso ao titular da Secretaria Nacional do Consumidor, no prazo de dez dias, contado da data da intimação da decisão, como segunda e última instância recursal.(Redação dada pelo Decreto nº 7.738, de 2012).",
                "pagina": 91,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "51",
                "caput": "Não será conhecido o recurso interposto fora dos prazos e condições estabelecidos neste Decreto.",
                "pagina": 91,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "52",
                "caput": "Sendo julgada insubsistente a infração, a autoridade julgadora recorrerá à autoridade imediatamente superior, nos termos fixados nesta Seção, mediante declaração na própria decisão.",
                "pagina": 91,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "53",
                "caput": "A decisão é definitiva quando não mais couber recurso, seja de ordem formal ou material.",
                "pagina": 91,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "54",
                "caput": "Todos os prazos referidos nesta Seção são preclusivos. 92",
                "pagina": 91,
                "incisos": [],
                "paragrafos": []
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "IX",
            "texto": "SEÇÃO IX",
            "pagina": 92,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "55",
                "caput": "Não sendo recolhido o valor da multa em trinta dias, será o débito inscrito em dívida ativa do órgão que houver aplicado a sanção, para subseqüente cobrança executiva.",
                "pagina": 92,
                "incisos": [],
                "paragrafos": []
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "VI",
        "texto": "CAPÍTULO VI",
        "pagina": 92,
        "filhos": [
          {
            "tipo": "SECAO",
            "rotulo": "I",
            "texto": "SEÇÃO I",
            "pagina": 92,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "56",
                "caput": "Na forma do art. 51 da Lei no 8.078, de 1990, e com o objetivo de orientar o Sistema Nacional de Defesa do Consumidor, a Secretaria Nacional do Consumidor divulgará, anualmente, elenco complementar de cláusulas contratuais consideradas abusivas, notadamente para o fim de aplicação do disposto no inciso IV do caput do art. 22.(Redação dada pelo Decreto nº 7.738, de 2012).",
                "pagina": 92,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "Na elaboração do elenco referido no caput e posteriores inclusões, a consideração sobre a abusividade de cláusulas contratuais se dará de forma genérica e abstrata."
                  },
                  {
                    "texto": "O elenco de cláusulas consideradas abusivas tem natureza meramente exemplificativa, não impedindo que outras, também, possam vir a ser assim consideradas pelos órgãos da Administração Pública incumbidos da 93 defesa dos interesses e direitos protegidos pelo Código de Defesa do Consumidor e legislação correlata."
                  },
                  {
                    "texto": "A apreciação sobre a abusividade de cláusulas contratuais, para fins de sua inclusão no elenco a que se refere o caput deste artigo, se dará de ofício ou por provocação dos legitimados referidos no art. 82 da Lei nº 8.078, de 1990."
                  }
                ]
              }
            ]
          },
          {
            "tipo": "SECAO",
            "rotulo": "II",
            "texto": "SEÇÃO II",
            "pagina": 93,
            "filhos": [
              {
                "tipo": "ARTIGO",
                "numero": "57",
                "caput": "Os cadastros de reclamações fundamentadas contra fornecedores constituem instrumento essencial de defesa e orientação dos consumidores, devendo os órgãos públicos competentes assegurar sua publicidade, contabilidade e continuidade, nos termos do art. 44 da Lei nº 8.078, de 1990.",
                "pagina": 93,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "58",
                "caput": "Para os fins deste Decreto, considera-se:",
                "pagina": 93,
                "incisos": [
                  {
                    "texto": "cadastro: o resultado dos registros feitos pelos órgãos públicos de defesa do consumidor de todas as reclamações fundamentadas contra fornecedores;"
                  },
                  {
                    "texto": "reclamação fundamentada: a notícia de lesão ou ameaça a direito de consumidor analisada por órgão público de defesa do consumidor, a requerimento ou de ofício, considerada procedente, por decisão definitiva."
                  }
                ],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "59",
                "caput": "Os órgãos públicos de defesa do consumidor devem providenciar a divulgação periódica dos cadastros atualizados de reclamações fundamentadas contra fornecedores.",
                "pagina": 93,
                "incisos": [],
                "paragrafos": [
                  {
                    "texto": "O cadastro referido no caput deste artigo será 94 publicado, obrigatoriamente, no órgão de imprensa oficial local, devendo a entidade responsável dar-lhe a maior publicidade possível por meio dos órgãos de comunicação, inclusive eletrônica."
                  },
                  {
                    "texto": "O cadastro será divulgado anualmente, podendo o órgão responsável fazê-lo em período menor, sempre que julgue necessário, e conterá informações objetivas, claras e verdadeiras sobre o objeto da reclamação, a identificação do fornecedor e o atendimento ou não da reclamação pelo fornecedor."
                  },
                  {
                    "texto": "Os cadastros deverão ser atualizados permanentemente, por meio das devidas anotações, não podendo conter informações negativas sobre fornecedores, referentes a período superior a cinco anos, contado da data da intimação da decisão definitiva."
                  }
                ]
              },
              {
                "tipo": "ARTIGO",
                "numero": "60",
                "caput": "Os cadastros de reclamações fundamentadas contra fornecedores são considerados arquivos públicos, sendo informações e fontes a todos acessíveis, gratuitamente, vedada a utilização abusiva ou, por qualquer outro modo, estranha à defesa e orientação dos consumidores, ressalvada a hipótese de publicidade comparativa.",
                "pagina": 94,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "61",
                "caput": "O consumidor ou fornecedor poderá requerer em cinco dias a contar da divulgação do cadastro e mediante petição fundamentada, a retificação de informação inexata que nele conste, bem como a inclusão de informação omitida, devendo a autoridade competente, no prazo de dez dias úteis, pronunciar-se, motivadamente, pela procedência ou improcedência do pedido. Parágrafo único: No caso de acolhimento do pedido, a autoridade competente providenciará, no prazo deste artigo, a retificação ou inclusão de informação e sua divulgação, nos termos do § 1º do art. 59 deste Decreto. 95",
                "pagina": 94,
                "incisos": [],
                "paragrafos": []
              },
              {
                "tipo": "ARTIGO",
                "numero": "62",
                "caput": "Os cadastros específicos de cada órgão público de defesa do consumidor serão consolidados em cadastros gerais, nos âmbitos federal e estadual, aos quais se aplica o disposto nos artigos desta Seção.",
                "pagina": 95,
                "incisos": [],
                "paragrafos": []
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "VII",
        "texto": "CAPÍTULO VII",
        "pagina": 95,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "63",
            "caput": "Com base na  Lei no  8.078, de 1990, e legislação complementar, a Secretaria Nacional do Consumidor poderá expedir atos administrativos, visando à fiel observância das normas de proteção e defesa do consumidor.  (Redação dada pelo Decreto nº 7.738, de 2012).",
            "pagina": 95,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "64",
            "caput": "Poderão ser lavrados Autos de Comprovação ou Constatação, a fim de estabelecer a situação real de mercado, em determinado lugar e momento, obedecido o procedimento adequado.",
            "pagina": 95,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "65",
            "caput": "Em caso de impedimento à aplicação do presente Decreto, ficam as autoridades competentes autorizadas a requisitar o emprego de força policial.",
            "pagina": 95,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "66",
            "caput": "Este Decreto entra em vigor na data de sua publicação.",
            "pagina": 95,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "67",
            "caput": "Fica  revogado o Decreto nº 861, de 9 de julho de 1993. Brasília, 20 de março de 1997; 176º da Independência e 109º da República. FERNANDO HENRIQUE CARDOSO Nelson A. Jobim 96 DECRETO Nº 4.680, DE 24 DE ABRIL DE 2003. Regulamenta o direito à informação, assegurado pela Lei no 8.078, de 11 de setembro de 1990, quanto aos alimentos e ingredientes alimentares destinados ao consumo humano ou animal que contenham ou sejam produzidos a partir de organismos geneticamente modificados, sem prejuízo do cumprimento das demais normas aplicáveis. O PRESIDENTE DA REPÚBLICA, no uso da atribuição que lhe confere o art. 84, inciso IV, da Constituição, DECRETA:",
            "pagina": 95,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º  Este Decreto regulamenta o direito à informação, assegurado pela Lei no 8.078, de 11 de setembro de 1990, quanto aos alimentos e ingredientes alimentares destinados ao consumo humano ou animal que contenham ou sejam produzidos a partir de organismos geneticamente modificados, sem prejuízo do cumprimento das demais normas aplicáveis.",
            "pagina": 96,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º  Na comercialização de alimentos e ingredientes alimentares destinados ao consumo humano ou animal que contenham ou sejam produzidos a partir de organismos geneticamente modificados, com presença acima do limite de um por cento do produto, o consumidor 97 deverá ser informado da natureza transgênica desse produto.",
            "pagina": 96,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "Tanto nos produtos embalados como nos vendidos a granel ou in natura, o rótulo da embalagem ou do recipiente em que estão contidos deverá constar, em destaque, no painel principal e em conjunto com o símbolo a ser definido mediante ato do Ministério da Justiça, uma das seguintes expressões, dependendo do caso: “(nome do produto) transgênico”, “contém (nome do ingrediente ou ingredientes) transgênico(s)” ou “produto produzido a partir de (nome do produto) transgênico”."
              },
              {
                "texto": "O consumidor deverá ser informado sobre a espécie doadora do gene no local reservado para a identificação dos ingredientes."
              },
              {
                "texto": "A informação determinada no § 1o deste artigo também deverá constar do documento fiscal, de modo que essa informação acompanhe o produto ou ingrediente em todas as etapas da cadeia produtiva."
              },
              {
                "texto": "O percentual referido no caput poderá ser reduzido por decisão da Comissão Técnica Nacional de Biossegurança - CTNBio."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º  Os alimentos e ingredientes produzidos a partir de animais alimentados com ração contendo ingredientes transgênicos deverão trazer no painel principal, em tamanho e destaque previstos no art. 2o, a seguinte expressão: “(nome do animal) alimentado com ração contendo ingrediente transgênico” ou “(nome do ingrediente) produzido a partir de animal alimentado com ração contendo ingrediente transgênico”.",
            "pagina": 97,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º  Aos alimentos e ingredientes alimentares que não contenham nem sejam produzidos a partir de organismos geneticamente modificados será facultada 98 a rotulagem “(nome do produto ou ingrediente) livre de transgênicos”, desde que tenham similares transgênicos no mercado brasileiro.",
            "pagina": 97,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "5",
            "caput": "º  As disposições dos §§ 1o, 2o e 3o do art. 2o e do art. 3o deste Decreto não se aplicam à comercialização de alimentos destinados ao consumo humano ou animal que contenham ou tenham sido produzidos a partir de soja da safra colhida em 2003.",
            "pagina": 98,
            "incisos": [
              {
                "texto": "a soja ou o ingrediente a partir dela produzido seja"
              },
              {
                "texto": "a soja ou o ingrediente a partir dela produzido"
              }
            ],
            "paragrafos": [
              {
                "texto": "As expressões “pode conter soja transgênica” e “pode conter ingrediente produzido a partir de soja transgênica” deverão, conforme o caso, constar do rótulo, bem como da documentação fiscal, dos produtos a que se refere o caput, independentemente do percentual da presença de soja transgênica, exceto se: oriundo de região excluída pelo Ministério da Agricultura, Pecuária e Abastecimento do regime de que trata a Medida Provisória no 113, de 26 de março de 2003, de conformidade com o disposto no § 5o do seu art. 1o; ou seja oriundo de produtores que obtenham o certificado de que trata o art. 4o da Medida Provisória no 113, de 2003, devendo, nesse caso, ser aplicadas as disposições do art. 4o deste Decreto."
              },
              {
                "texto": "A informação referida no § 1o pode ser inserida por meio de adesivos ou qualquer forma de impressão."
              },
              {
                "texto": "Os alimentos a que se refere o caput poderão ser comercializados após 31 de janeiro de 2004, desde que a soja a partir da qual foram produzidos tenha sido alienada pelo produtor até essa data."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "6",
            "caput": "º  À infração ao disposto neste Decreto aplica- 99 se as penalidades previstas no Código de Defesa do Consumidor e demais normas aplicáveis.",
            "pagina": 98,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "7",
            "caput": "º  Este Decreto entra em vigor na data de sua publicação.",
            "pagina": 99,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "8",
            "caput": "º Revoga-se o Decreto no 3.871, de 18 de julho de 2001. Brasília, 24 de abril de 2003; 182º da Independência e 115º da República. LUIZ INÁCIO LULA DA SILVA Márcio Thomaz Bastos José Amauri Dimarzio Humberto Sérgio Costa Lima Luiz Fernando Furlan Roberto Átila Amaral Vieira Maria Silva Miguel Soldatelli Rossetto José Dirceu de Oliveira e Silva José Graziano da Silva 100 DECRETO Nº 5.440, DE 4 DE MAIO DE 2005. Estabelece definições e procedimentos sobre o controle de qualidade da água de sistemas de abastecimento e institui mecanismos e instrumentos para divulgação de informação ao consumidor sobre a qualidade da água para consumo humano. O PRESIDENTE DA REPÚBLICA, no uso da atribuição que lhe confere o art. 84, inciso IV, da Constituição, e tendo em vista o disposto nas Leis nº  8.078, de 11 de setembro de 1990, 8.080, de 19 de setembro de 1990, e 9.433, de 8 de janeiro de 1997, DECRETA:",
            "pagina": 99,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º    Este Decreto estabelece definições e procedimentos sobre o controle de qualidade da água de sistemas de abastecimento público, assegurado pelas Leis nº  8.078, de 11 de setembro de 1990,  8.080, de 19 de setembro de 1990, e  9.433, de 8 de janeiro de 1997, e pelo Decreto nº 79.367, de 9 de março de 1977, e institui mecanismos e instrumentos para divulgação de informação ao consumidor sobre a qualidade da água para consumo humano, na forma do Anexo - “Regulamento Técnico sobre Mecanismos e Instrumentos para Divulgação de Informação ao Consumidor sobre a Qualidade da Água para Consumo Humano”, de adoção obrigatória em todo o território nacional. 101",
            "pagina": 100,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º  A fiscalização do cumprimento do disposto no Anexo será exercida pelos órgãos competentes dos Ministérios da Saúde, da Justiça, das Cidades, do Meio Ambiente e autoridades estaduais, do Distrito Federal, dos Territórios e municipais, no âmbito de suas respectivas competências. Parágrafo único.  Os órgãos identificados no caput prestarão colaboração recíproca para a consecução dos objetivos definidos neste Decreto.",
            "pagina": 101,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º    Os órgãos e as entidades dos Estados, Municípios, Distrito Federal e Territórios e demais pessoas jurídicas, às quais este Decreto se aplica, deverão enviar as informações aos consumidores sobre a qualidade da água, nos seguintes prazos:",
            "pagina": 101,
            "incisos": [
              {
                "texto": "informações mensais na conta de água, em cumprimento às alíneas “a” e “b” do inciso I do art. 5o do Anexo, a partir do dia 5 de junho de 2005;"
              },
              {
                "texto": "informações mensais na conta de água, em cumprimento às alíneas “c” e “d” do inciso I do art. 5o do Anexo, a partir do dia 15 de março de 2006; e"
              },
              {
                "texto": "relatório anual até quinze de março de cada ano, ressalvado o primeiro relatório, que terá como data limite o dia 1o de outubro de 2005."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º    O não-cumprimento do disposto neste Decreto e no respectivo Anexo implica infração às  Leis nos 8.078, de 1990, e 6.437, de 20 de agosto de 1977.",
            "pagina": 101,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "5",
            "caput": "º  Fica aprovado, na forma do Anexo a este Decreto, o Regulamento Técnico sobre Mecanismos e Instrumentos para Divulgação de Informação ao Consumidor sobre a Qualidade da Água para Consumo Humano. 102",
            "pagina": 101,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "6",
            "caput": "º Este Decreto entra em vigor na data de sua publicação. Brasília, 4 de maio de 2005; 184º da Independência e 117º da República. LUIZ INÁCIO LULA DA SILVA Márcio Thomaz Bastos Humberto Sérgio Costa Lima Marina Silva Olívio de Oliveira Dutra 103 A N E X O REGULAMENTO TÉCNICO SOBRE MECANISMOS E INSTRUMENTOS PARA DIVULGAÇÃO DE INFORMAÇÃO AO CONSUMIDOR SOBRE A QUALIDADE DA ÁGUA PARA CONSUMO HUMANO",
            "pagina": 102,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "I",
        "texto": "CAPÍTULO I",
        "pagina": 103,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º    Este Anexo estabelece mecanismos e instrumentos de informação ao consumidor sobre a qualidade da água para consumo humano, conforme os padrões de potabilidade estabelecidos pelo Ministério da Saúde.",
            "pagina": 103,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º    Cabe aos responsáveis pelos sistemas e soluções alternativas coletivas de abastecimento de água cumprir o disposto neste Anexo.",
            "pagina": 103,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º    A informação prestada ao consumidor sobre a qualidade e características físicas, químicas e microbiológicas da água para consumo humano deverá atender ao seguinte:",
            "pagina": 103,
            "incisos": [
              {
                "texto": "ser verdadeira e comprovável;"
              },
              {
                "texto": "ser precisa, clara, correta, ostensiva e de fácil compreensão, especialmente quanto aos aspectos que impliquem situações de perda da potabilidade, de risco à saúde ou aproveitamento condicional da água; e"
              },
              {
                "texto": "ter caráter educativo, promover o consumo sustentável da água e proporcionar o entendimento da relação entre a sua qualidade e a saúde da população. 104"
              }
            ],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "II",
        "texto": "CAPÍTULO II",
        "pagina": 104,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º  Para os fins deste Anexo são adotadas as seguintes definições:",
            "pagina": 104,
            "incisos": [
              {
                "texto": "água potável: água para consumo humano cujos parâmetros microbiológicos, físicos, químicos e radioativos atendam ao padrão de potabilidade e que não ofereça riscos à saúde;"
              },
              {
                "texto": "sistema de abastecimento de água para consumo humano: instalação composta por conjunto de obras civis, materiais e equipamentos, destinada à produção e à distribuição canalizada de água potável para populações, sob a responsabilidade do poder público, mesmo que administrada em regime de concessão ou permissão;"
              },
              {
                "texto": "solução alternativa coletiva de abastecimento de água para consumo humano: toda modalidade de abastecimento coletivo de água distinta do sistema público de abastecimento de água, incluindo, dentre outras, fonte, poço comunitário, distribuição por veículo transportador, instalações condominiais horizontais e verticais;"
              },
              {
                "texto": "controle da qualidade da água para consumo humano: conjunto de atividades exercidas de forma contínua pelos responsáveis pela operação de sistema ou solução alternativa de abastecimento de água, destinadas a verificar se a água fornecida à população é potável, assegurando a manutenção desta condição;"
              },
              {
                "texto": "vigilância da qualidade da água para consumo humano: conjunto de ações adotadas continuamente pela autoridade de saúde pública, para verificar se a 105 água consumida pela população atende aos parâmetros estabelecidos pelo Ministério da Saúde, e avaliar os riscos que os sistemas e as soluções alternativas de abastecimento de água representam para a saúde humana;"
              },
              {
                "texto": "sistemas isolados: sistemas que abastecem isoladamente bairros, setores ou localidades;"
              },
              {
                "texto": "sistemas integrados: sistemas que abastecem diversos municípios simultaneamente ou quando mais de uma unidade produtora abastece um único município, bairro, setor ou localidade;"
              },
              {
                "texto": "unidade de informação: área de abrangência do fornecimento de água pelo sistema de abastecimento; e"
              },
              {
                "texto": "ligação predial: derivação da água da rede de distribuição que se liga às edificações ou pontos de consumo por meio de instalações assentadas na via pública até a edificação."
              }
            ],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "III",
        "texto": "CAPÍTULO III",
        "pagina": 105,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "5",
            "caput": "º  Na prestação de serviços de fornecimento de água é assegurado ao consumidor, dentre outros direitos:",
            "pagina": 105,
            "incisos": [
              {
                "texto": "receber nas contas mensais, no mínimo, as seguintes informações sobre a qualidade da água para consumo humano: a) divulgação dos locais, formas de acesso e contatos por meio dos quais as informações estarão disponíveis; b)  orientação sobre os cuidados necessários em situações de risco à saúde; 106 c)  resumo mensal dos resultados das análises referentes aos parâmetros básicos de qualidade da água; e d)  características e problemas do manancial que causem riscos à saúde e alerta sobre os possíveis danos a que estão sujeitos os consumidores, especialmente crianças, idosos e pacientes de hemodiálise, orientando sobre as precauções e medidas corretivas necessárias;"
              },
              {
                "texto": "receber do prestador de serviço de distribuição de água relatório anual contendo, pelo menos, as seguintes informações: a)  transcrição dos  arts. 6º, inciso III,  e     31 da Lei nº  8.078, de 1990, e referência às obrigações dos responsáveis pela operação do sistema de abastecimento de água, estabelecidas em norma do Ministério da Saúde e demais legislações aplicáveis; b)  razão social ou denominação da empresa ou entidade responsável pelo abastecimento de água, endereço e telefone; c)  nome do responsável legal pela empresa ou entidade; d) indicação do setor de atendimento ao consumidor; e) órgão responsável pela vigilância da qualidade da água para consumo humano, endereço e telefone; f)  locais de divulgação dos dados e informações complementares sobre qualidade da água; g) identificação dos mananciais de abastecimento, descrição das suas condições, informações dos mecanismos e níveis de proteção existentes, qualidade dos mananciais, fontes de contaminação, órgão responsável pelo seu monitoramento e, quando couber, identificação da sua 107 respectiva bacia hidrográfica; h)  descrição simplificada dos processos de tratamento e distribuição da água e dos sistemas isolados e integrados, indicando o município e a unidade de informação abastecida; i) resumo dos resultados das análises da qualidade da água distribuída para cada unidade de informação, discriminados mês a mês, mencionando por parâmetro analisado o valor máximo permitido, o número de amostras realizadas, o número de amostras anômalas detectadas, o número de amostras em conformidade com o plano de amostragem estabelecido em norma do Ministério da Saúde e as medidas adotadas face às anomalias verificadas; e j)  particularidades próprias da água do manancial ou do sistema de abastecimento, como presença de algas com potencial tóxico, ocorrência de flúor natural no aqüífero subterrâneo, ocorrência sistemática de agrotóxicos no manancial, intermitência, dentre outras, e as ações corretivas e preventivas que estão sendo adotadas para a sua regularização."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "6",
            "caput": "º  A conta mensal e o relatório anual deverão trazer esclarecimentos quanto ao significado dos parâmetros neles mencionados, em linguagem acessível ao consumidor, observado o disposto no art. 3º deste Anexo.",
            "pagina": 107,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "7",
            "caput": "º   A conta mensal e o relatório anual serão encaminhados a cada ligação predial. Parágrafo único.  No caso de condomínios verticais ou horizontais atendidos por uma mesma ligação predial, o fornecedor deverá orientar a administração, por escrito, a divulgar as informações a todos os condôminos.",
            "pagina": 107,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "8",
            "caput": "º  O relatório anual deverá contemplar todos os 108 parâmetros analisados com freqüência trimestral e semestral que estejam em desacordo com os padrões estabelecidos pelo Ministério da Saúde, seguido da expressão: “FORA DOS PADRÕES DE POTABILIDADE”.",
            "pagina": 107,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "O consumidor deverá ser informado caso não sejam realizadas as análises dos parâmetros referidos no caput."
              },
              {
                "texto": "Fica assegurado ao consumidor o acesso aos resultados dos demais parâmetros de qualidade de água para consumo humano estabelecidos pelo Ministério da Saúde."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "9",
            "caput": "º    Os prestadores de serviço de transporte de água para consumo humano, por carros-pipa, carroças, barcos, dentre outros, deverão entregar aos consumidores, no momento do fornecimento, no mínimo, as seguintes informações:",
            "pagina": 108,
            "incisos": [
              {
                "texto": "data, validade e número ou dado indicativo da autorização do órgão de saúde competente;"
              },
              {
                "texto": "identificação, endereço e telefone do órgão de saúde competente;"
              },
              {
                "texto": "nome e número de identidade do responsável pelo fornecimento;"
              },
              {
                "texto": "local e data de coleta da água; e"
              },
              {
                "texto": "tipo de tratamento e produtos utilizados."
              }
            ],
            "paragrafos": [
              {
                "texto": "Cabe aos órgãos de saúde fornecer formulário padrão onde estarão contidas as informações referidas nos incisos I a V."
              },
              {
                "texto": "Os prestadores de serviço a que se refere o caput deverão prover informações aos consumidores sobre cor, cloro residual livre, turbidez, pH e coliformes totais, registrados no fornecimento. 109"
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "10",
            "caput": "Nas demais formas de soluções alternativas coletivas, as informações referidas no  art. 5o deste Anexo serão veiculadas, dentre outros meios, em relatórios anexos ao boleto de pagamento de condomínio, demonstrativos de despesas, boletins afixados em quadros de avisos ou ainda mediante divulgação na imprensa local.",
            "pagina": 109,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "11",
            "caput": "Os responsáveis pelas soluções alternativas coletivas deverão manter registros atualizados sobre as características da água distribuída, sistematizados de forma compreensível aos consumidores e disponibilizados para pronto acesso e consulta pública.",
            "pagina": 109,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "IV",
        "texto": "CAPÍTULO IV",
        "pagina": 109,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "12",
            "caput": "Os responsáveis pelos sistemas de abastecimento devem disponibilizar, em postos de atendimento, informações completas e atualizadas sobre as características da água distribuída, sistematizadas de forma compreensível aos consumidores.",
            "pagina": 109,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "13",
            "caput": "A fim de garantir a efetiva informação ao consumidor, serão adotados outros canais de comunicação, tais como: informações eletrônicas, ligações telefônicas, boletins em jornal de circulação local, folhetos, cartazes ou outros meios disponíveis e de fácil acesso ao consumidor, sem prejuízo dos instrumentos estabelecidos no art. 5o deste Anexo.",
            "pagina": 109,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "14",
            "caput": "Os responsáveis pelos sistemas de abastecimento e soluções alternativas coletivas deverão comunicar imediatamente à autoridade de saúde pública e informar, de maneira adequada, à população a detecção 110 de qualquer anomalia operacional no sistema ou não- conformidade na qualidade da água tratada, identificada como de risco à saúde, independentemente da adoção das medidas necessárias para a correção da irregularidade. Parágrafo  único.    O alerta à população atingida deve contemplar o período que a água estará imprópria para consumo e trazer informações sobre formas de aproveitamento condicional da água, logo que detectada a ocorrência do problema.",
            "pagina": 109,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "15",
            "caput": "O responsável pelo sistema de abastecimento de água para consumo humano, ao realizar programas de manobras na rede de distribuição, que, excepcionalmente, possam submeter trechos a pressões inferiores a atmosférica, deverá comunicar essa ocorrência à autoridade de saúde pública e à população que for atingida, com antecedência mínima de setenta e duas horas, bem como informar as áreas afetadas e o período de duração da intervenção. Parágrafo único.  A população deverá ser orientada quanto aos cuidados específicos durante o período de intervenção e no retorno do fornecimento de água, de forma a prevenir riscos à saúde.",
            "pagina": 110,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "16",
            "caput": "Os responsáveis pelos sistemas de abastecimento e soluções alternativas coletivas deverão manter mecanismos para recebimento de reclamações referentes à qualidade da água para consumo humano e para a adoção das providências pertinentes. Parágrafo  único.    O consumidor deverá ser comunicado, formalmente, por meio de correspondência, no prazo máximo de trinta dias, a partir da sua reclamação, sobre as providências adotadas. 111",
            "pagina": 110,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "V",
        "texto": "CAPÍTULO V",
        "pagina": 111,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "17",
            "caput": "Compete aos órgãos de saúde responsáveis pela vigilância da qualidade da água para consumo humano: I",
            "pagina": 111,
            "incisos": [
              {
                "texto": " manter registros atualizados sobre as características da água distribuída, sistematizados de forma compreensível à população e disponibilizados para pronto acesso e consulta pública;"
              },
              {
                "texto": "dispor de mecanismos para receber reclamações referentes às características da água, para adoção das providências adequadas;"
              },
              {
                "texto": "orientar a população sobre os procedimentos em caso de situações de risco à saúde; e"
              },
              {
                "texto": "articular com os Conselhos Nacionais, Estaduais, do Distrito Federal, dos Territórios e Municipais de Saúde, Saneamento e Meio Ambiente, Recursos Hídricos, Comitês de Bacias Hidrográficas e demais entidades representativas da sociedade civil atuantes nestes setores, objetivando apoio na implementação deste Anexo."
              }
            ],
            "paragrafos": [
              {
                "texto": "Os órgãos de saúde deverão assegurar à população o disposto no art. 14 deste Anexo, exigindo maior efetividade, quando necessário, e informar ao consumidor sobre a solução do problema identificado, se houver, no prazo máximo de trinta dias, após o registro da reclamação."
              },
              {
                "texto": "No caso de situações de risco à saúde de que trata o inciso III e o § 1o  deste artigo, os órgãos de saúde deverão manter entendimentos com o responsável pelo sistema de abastecimento ou por solução alternativa coletiva quanto às orientações que deverão ser prestadas à 112 população por ambas as partes."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "18",
            "caput": "Caberão aos Ministérios da Saúde, da Justiça, das Cidades, do Meio Ambiente e às autoridades estaduais, municipais, do Distrito Federal e Territórios, o acompanhamento e a adoção das medidas necessárias para o cumprimento do disposto neste Anexo. 113 DECRETO Nº 5.903, DE 20 DE SETEMBRO DE 2006 Regulamenta a Lei nº 10.962, de 11 de outubro de 2004, e a Lei nº 8.078, de 11 de setembro de 1990 O PRESIDENTE DA REPÚBLICA, no uso da atribuição que lhe confere o art. 84, inciso IV, da Constituição, e tendo em vista o disposto na Lei no 8.078, de 11 de setembro de 1990, e na Lei no 10.962, de 11 de outubro de 2004, DECRETA:",
            "pagina": 112,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º Este Decreto regulamenta a Lei no 10.962, de 11 de outubro de 2004, e dispõe sobre as práticas infracionais que atentam contra o direito básico do consumidor de obter informação adequada e clara sobre produtos e serviços, previstas na Lei no 8.078, de 11 de setembro de 1990.",
            "pagina": 113,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º Os preços de produtos e serviços deverão ser informados adequadamente, de modo a garantir ao consumidor a correção, clareza, precisão, ostensividade e legibilidade das informações prestadas.",
            "pagina": 113,
            "incisos": [
              {
                "texto": "correção, a informação verdadeira que não seja"
              },
              {
                "texto": "clareza, a informação que pode ser entendida de"
              },
              {
                "texto": "precisão, a informação que seja exata, definida"
              },
              {
                "texto": "ostensividade, a informação que seja de"
              },
              {
                "texto": "legibilidade, a informação que seja visível e"
              }
            ],
            "paragrafos": [
              {
                "texto": "Para efeito do disposto no caput deste artigo, considera-se: capaz de induzir o consumidor em erro; 114 imediato e com facilidade pelo consumidor, sem abreviaturas que dificultem a sua compreensão, e sem a necessidade de qualquer interpretação ou cálculo; e que esteja física ou visualmente ligada ao produto a que se refere, sem nenhum embaraço físico ou visual interposto; fácil percepção, dispensando qualquer esforço na sua assimilação; e indelével."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º O preço de produto ou serviço deverá ser informado discriminando-se o total à vista. Parágrafo único. No caso de outorga de crédito, como nas hipóteses de financiamento ou parcelamento, deverão ser também discriminados:",
            "pagina": 114,
            "incisos": [
              {
                "texto": "o valor total a ser pago com financiamento;"
              },
              {
                "texto": "o número, periodicidade e valor das prestações;"
              },
              {
                "texto": "os juros; e"
              },
              {
                "texto": "os eventuais acréscimos e encargos que incidirem sobre o valor do financiamento ou parcelamento."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º Os preços dos produtos e serviços expostos à venda devem ficar sempre visíveis aos consumidores enquanto o estabelecimento estiver aberto ao público. Parágrafo único. A montagem, rearranjo ou limpeza, se em horário de funcionamento, deve ser feito sem prejuízo das informações relativas aos preços de produtos ou serviços expostos à venda.",
            "pagina": 114,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "5",
            "caput": "º Na hipótese de afixação de preços de bens 115 e serviços para o consumidor, em vitrines e no comércio em geral, de que trata o inciso I do art. 2o da Lei no 10.962, de 2004, a etiqueta ou similar afixada diretamente no produto exposto à venda deverá ter sua face principal voltada ao consumidor, a fim de garantir a pronta visualização do preço, independentemente de solicitação do consumidor ou intervenção do comerciante. Parágrafo único. Entende-se como similar qualquer meio físico que esteja unido ao produto e gere efeitos visuais equivalentes aos da etiqueta.",
            "pagina": 114,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "6",
            "caput": "º Os preços de bens e serviços para o consumidor nos estabelecimentos comerciais de que trata o inciso II do art. 2º da Lei nº 10.962, de 2004, admitem as seguintes modalidades de afixação:",
            "pagina": 115,
            "incisos": [
              {
                "texto": "direta ou impressa na própria embalagem;"
              },
              {
                "texto": "de código referencial; ou"
              },
              {
                "texto": "de código de barras."
              },
              {
                "texto": "a relação dos códigos e seus respectivos preços"
              },
              {
                "texto": "o código referencial deve estar fisicamente ligado"
              },
              {
                "texto": "as informações relativas ao preço à vista,"
              },
              {
                "texto": "a informação sobre as características do item"
              },
              {
                "texto": "as informações deverão ser disponibilizadas"
              }
            ],
            "paragrafos": [
              {
                "texto": "Na afixação direta ou impressão na própria embalagem do produto, será observado o disposto no art. 5o deste Decreto."
              },
              {
                "texto": "A utilização da modalidade de afixação de código referencial deverá atender às seguintes exigências: devem estar visualmente unidos e próximos dos produtos a que se referem, e imediatamente perceptível ao consumidor, sem a necessidade de qualquer esforço ou deslocamento de sua parte; e ao produto, em contraste de cores e em tamanho suficientes que permitam a pronta identificação pelo consumidor. 116"
              },
              {
                "texto": "Na modalidade de afixação de código de barras, deverão ser observados os seguintes requisitos: características e código do produto deverão estar a ele visualmente unidas, garantindo a pronta identificação pelo consumidor; deve compreender o nome, quantidade e demais elementos que o particularizem; e em etiquetas com caracteres ostensivos e em cores de destaque em relação ao fundo."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "7",
            "caput": "º Na hipótese de utilização do código de barras para apreçamento, os fornecedores deverão disponibilizar, na área de vendas, para consulta de preços pelo consumidor, equipamentos de leitura ótica em perfeito estado de funcionamento.",
            "pagina": 116,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "Os leitores óticos deverão ser indicados por cartazes suspensos que informem a sua localização."
              },
              {
                "texto": "Os leitores óticos deverão ser dispostos na área de vendas, observada a distância máxima de quinze metros entre qualquer produto e a leitora ótica mais próxima."
              },
              {
                "texto": "Para efeito de fiscalização, os fornecedores deverão prestar as informações necessárias aos agentes fiscais mediante disponibilização de croqui da área de vendas, com a identificação clara e precisa da localização dos leitores óticos e a distância que os separa, demonstrando graficamente o cumprimento da distância máxima fixada neste artigo."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "8",
            "caput": "º A modalidade de relação de preços 117 de produtos expostos e de serviços oferecidos aos consumidores somente poderá ser empregada quando for impossível o uso das modalidades descritas nos arts. 5o e 6o deste Decreto.",
            "pagina": 116,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "A relação de preços de produtos ou serviços expostos à venda deve ter sua face principal voltada ao consumidor, de forma a garantir a pronta visualização do preço, independentemente de solicitação do consumidor ou intervenção do comerciante."
              },
              {
                "texto": "A relação de preços deverá ser também afixada, externamente, nas entradas de restaurantes, bares, casas noturnas e similares."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "9",
            "caput": "º Configuram infrações ao direito básico do consumidor à informação adequada e clara sobre os diferentes produtos e serviços, sujeitando o infrator às penalidades previstas na Lei no 8.078, de 1990, as seguintes condutas:",
            "pagina": 117,
            "incisos": [
              {
                "texto": "utilizar letras cujo tamanho não seja uniforme ou dificulte a percepção da informação, considerada a distância normal de visualização do consumidor;"
              },
              {
                "texto": "expor preços com as cores das letras e do fundo idêntico ou semelhante;"
              },
              {
                "texto": "utilizar caracteres apagados, rasurados ou borrados;"
              },
              {
                "texto": "informar preços apenas em parcelas, obrigando o consumidor ao cálculo do total;"
              },
              {
                "texto": "informar preços em moeda estrangeira, desacompanhados de sua conversão em moeda corrente nacional, em caracteres de igual ou superior destaque;"
              },
              {
                "texto": "utilizar referência que deixa dúvida quanto à 118 identificação do item ao qual se refere;"
              },
              {
                "texto": "atribuir preços distintos para o mesmo item; e"
              },
              {
                "texto": "expor informação redigida na vertical ou outro ângulo que dificulte a percepção."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "10",
            "caput": "A aplicação do disposto neste Decreto dar- se-á sem prejuízo de outras normas de controle incluídas na competência de demais órgãos e entidades federais. (Vide Decreto nº 7.962, de 201’3)",
            "pagina": 118,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "11",
            "caput": "Este Decreto entra em vigor noventa dias após sua publicação. Brasília, 20 de setembro de 2006; 185o da Independência e 118o da República. LUIZ INÁCIO LULA DA SILVA Marcio Thomaz Bastos 119 DECRETO Nº 6.523, DE 31 DE JULHO DE 2008. Regulamenta a Lei nº 8.078, de 11 de setembro de 1990, para fixar normas gerais sobre o Serviço de Atendimento ao Consumidor - SAC. O PRESIDENTE DA REPÚBLICA, no uso da atribuição que lhe confere o art. 84, inciso IV, da Constituição, e tendo em vista o disposto na Lei nº  8.078, de 11 de setembro de 1990, DECRETA:",
            "pagina": 118,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º    Este Decreto regulamenta a  Lei no  8.078, de 11 de setembro de 1990, e fixa normas gerais sobre o Serviço de Atendimento ao Consumidor - SAC por telefone, no âmbito dos fornecedores de serviços regulados pelo Poder Público federal, com vistas à observância dos direitos básicos do consumidor de obter informação adequada e clara sobre os serviços que contratar e de manter-se protegido contra práticas abusivas ou ilegais impostas no fornecimento desses serviços.",
            "pagina": 119,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "I",
        "texto": "CAPÍTULO I",
        "pagina": 119,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º  Para os fins deste Decreto, compreende-se por SAC o serviço de atendimento telefônico das prestadoras 120 de serviços regulados que tenham como finalidade resolver as demandas dos consumidores sobre informação, dúvida, reclamação, suspensão ou cancelamento de contratos e de serviços. Parágrafo único.    Excluem-se do âmbito de aplicação deste Decreto a oferta e a contratação de produtos e serviços realizadas por telefone.",
            "pagina": 119,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "II",
        "texto": "CAPÍTULO II",
        "pagina": 120,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º  As ligações para o SAC serão gratuitas e o atendimento das solicitações e demandas previsto neste Decreto não deverá resultar em qualquer ônus para o consumidor.",
            "pagina": 120,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º  O SAC garantirá ao consumidor, no primeiro menu eletrônico, as opções de contato com o atendente, de reclamação e de cancelamento de contratos e serviços.",
            "pagina": 120,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "A opção de contatar o atendimento pessoal constará de todas as subdivisões do menu eletrônico."
              },
              {
                "texto": "O consumidor não terá a sua ligação finalizada pelo fornecedor antes da conclusão do atendimento."
              },
              {
                "texto": "O acesso inicial ao atendente não será condicionado ao prévio fornecimento de dados pelo consumidor."
              },
              {
                "texto": "Regulamentação específica tratará do tempo máximo necessário para o contato direto com o atendente, quando essa opção for selecionada."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "5",
            "caput": "º  O SAC estará disponível, ininterruptamente, 121 durante vinte e quatro horas por dia e sete dias por semana, ressalvado o disposto em normas específicas.",
            "pagina": 120,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "6",
            "caput": "º    O acesso das pessoas com deficiência auditiva ou de fala será garantido pelo SAC, em caráter preferencial, facultado à empresa atribuir número telefônico específico para este fim.",
            "pagina": 121,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "7",
            "caput": "º  O número do SAC constará de forma clara e objetiva em todos os documentos e materiais impressos entregues ao consumidor no momento da contratação do serviço e durante o seu fornecimento, bem como na página eletrônica da empresa na INTERNET. Parágrafo  único.    No caso de empresa ou grupo empresarial que oferte serviços conjuntamente, será garantido ao consumidor o acesso, ainda que por meio de diversos números de telefone, a canal único que possibilite o atendimento de demanda relativa a qualquer um dos serviços oferecidos.",
            "pagina": 121,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "III",
        "texto": "CAPÍTULO III",
        "pagina": 121,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "8",
            "caput": "O SAC obedecerá aos princípios da dignidade, boa-fé, transparência, eficiência, eficácia, celeridade e cordialidade.",
            "pagina": 121,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "9",
            "caput": "º    O atendente, para exercer suas funções no SAC, deve ser capacitado com as habilidades técnicas e procedimentais necessárias para realizar o adequado atendimento ao consumidor, em linguagem clara.",
            "pagina": 121,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "10",
            "caput": "Ressalvados os casos de reclamação e de cancelamento de serviços, o SAC garantirá a transferência 122 imediata ao setor competente para atendimento definitivo da demanda, caso o primeiro atendente não tenha essa atribuição.",
            "pagina": 121,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "o  A transferência dessa ligação será efetivada em até sessenta segundos."
              },
              {
                "texto": "o    Nos casos de reclamação e cancelamento de serviço, não será admitida a transferência da ligação, devendo todos os atendentes possuir atribuições para executar essas funções."
              },
              {
                "texto": "o  O sistema informatizado garantirá ao atendente o acesso ao histórico de demandas do consumidor."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "11",
            "caput": "Os dados pessoais do consumidor serão preservados, mantidos em sigilo e utilizados exclusivamente para os fins do atendimento.",
            "pagina": 122,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "12",
            "caput": "É vedado solicitar a repetição da demanda do consumidor após seu registro pelo primeiro atendente.",
            "pagina": 122,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "13",
            "caput": "O sistema informatizado deve ser programado tecnicamente de modo a garantir a agilidade, a segurança das informações e o respeito ao consumidor.",
            "pagina": 122,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "14",
            "caput": "É vedada a veiculação de mensagens publicitárias durante o tempo de espera para o atendimento, salvo se houver prévio consentimento do consumidor.",
            "pagina": 122,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "IV",
        "texto": "CAPÍTULO IV",
        "pagina": 122,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "15",
            "caput": "Será permitido o acompanhamento pelo consumidor de todas as suas demandas por meio de registro numérico, que lhe será informado no início do atendimento. 123",
            "pagina": 122,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "Para fins do disposto no caput, será utilizada seqüência numérica única para identificar todos os atendimentos."
              },
              {
                "texto": "O registro numérico, com data, hora e objeto da demanda, será informado ao consumidor e, se por este solicitado, enviado por correspondência ou por meio eletrônico, a critério do consumidor."
              },
              {
                "texto": "É obrigatória a manutenção da gravação das chamadas efetuadas para o SAC, pelo prazo mínimo de noventa dias, durante o qual o consumidor poderá requerer acesso ao seu conteúdo."
              },
              {
                "texto": "O registro eletrônico do atendimento será mantido à disposição do consumidor e do órgão ou entidade fiscalizadora por um período mínimo de dois anos após a solução da demanda."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "16",
            "caput": "O consumidor terá direito de acesso ao conteúdo do histórico de suas demandas, que lhe será enviado, quando solicitado, no prazo máximo de setenta e duas horas, por correspondência ou por meio eletrônico, a seu critério.",
            "pagina": 123,
            "incisos": [],
            "paragrafos": []
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "V",
        "texto": "CAPÍTULO V",
        "pagina": 123,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "17",
            "caput": "As informações solicitadas pelo consumidor serão prestadas imediatamente e suas reclamações, resolvidas no prazo máximo de cinco dias úteis a contar do registro.",
            "pagina": 123,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "O consumidor será informado sobre a resolução de sua demanda e, sempre que solicitar, ser-lhe-á enviada 124 a comprovação pertinente por correspondência ou por meio eletrônico, a seu critério."
              },
              {
                "texto": "A resposta do fornecedor será clara e objetiva e deverá abordar todos os pontos da demanda do consumidor."
              },
              {
                "texto": "Quando a demanda versar sobre serviço não solicitado ou cobrança indevida, a cobrança será suspensa imediatamente, salvo se o fornecedor indicar o instrumento por meio do qual o serviço foi contratado e comprovar que o valor é efetivamente devido."
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "VI",
        "texto": "CAPÍTULO VI",
        "pagina": 124,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "18",
            "caput": "O SAC receberá e processará imediatamente o pedido de cancelamento de serviço feito pelo consumidor.",
            "pagina": 124,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "O pedido de cancelamento será permitido e assegurado ao consumidor por todos os meios disponíveis para a contratação do serviço."
              },
              {
                "texto": "Os efeitos do cancelamento serão imediatos à solicitação do consumidor, ainda que o seu processamento técnico necessite de prazo, e independe de seu adimplemento contratual."
              },
              {
                "texto": "O comprovante do pedido de cancelamento será expedido por correspondência ou por meio eletrônico, a critério do consumidor."
              }
            ]
          }
        ]
      },
      {
        "tipo": "CAPITULO",
        "rotulo": "VII",
        "texto": "CAPÍTULO VII",
        "pagina": 124,
        "filhos": [
          {
            "tipo": "ARTIGO",
            "numero": "19",
            "caput": "A inobservância das condutas descritas neste Decreto ensejará aplicação das sanções previstas no  art. 56 da Lei no  8.078, de 1990, sem prejuízo das constantes dos regulamentos específicos dos órgãos e entidades reguladoras.",
            "pagina": 125,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "20",
            "caput": "Os órgãos competentes, quando necessário, expedirão normas complementares e específicas para execução do disposto neste Decreto.",
            "pagina": 125,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "21",
            "caput": "Os direitos previstos neste Decreto não excluem outros, decorrentes de regulamentações expedidas pelos órgãos e entidades reguladores, desde que mais benéficos para o consumidor.",
            "pagina": 125,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "22",
            "caput": "Este Decreto entra em vigor em 1o  de dezembro de 2008. Brasília, 31 de julho de 2008; 187o da Independência e 120o da República. LUIZ INÁCIO LULA DA SILVA Tarso Genro 126 DECRETO Nº 7.962, DE 15 DE MARÇO DE 2013 Regulamenta a Lei nº 8.078, de 11 de setembro de 1990, para dispor sobre a contratação no comércio eletrônico. A PRESIDENTA DA REPÚBLICA, no uso da atribuição que lhe confere o art. 84,  caput, inciso IV, da Constituição, e tendo em vista o disposto na Lei nº 8.078, de 11 de setembro de 1990, DECRETA:",
            "pagina": 125,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º  Este Decreto regulamenta a Lei nº 8.078, de 11 de setembro de 1990, para dispor sobre a contratação no comércio eletrônico, abrangendo os seguintes aspectos:",
            "pagina": 126,
            "incisos": [
              {
                "texto": "informações claras a respeito do produto, serviço e do fornecedor;"
              },
              {
                "texto": "atendimento facilitado ao consumidor; e"
              },
              {
                "texto": "respeito ao direito de arrependimento."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º    Os sítios eletrônicos ou demais meios eletrônicos utilizados para oferta ou conclusão de contrato de consumo devem disponibilizar, em local de destaque e de fácil visualização, as seguintes informações:",
            "pagina": 126,
            "incisos": [
              {
                "texto": "nome empresarial e número de inscrição do fornecedor, quando houver, no Cadastro Nacional de Pessoas Físicas ou no Cadastro Nacional de Pessoas Jurídicas do Ministério da Fazenda; 127"
              },
              {
                "texto": "endereço físico e eletrônico, e demais informações necessárias para sua localização e contato;"
              },
              {
                "texto": "características essenciais do produto ou do serviço, incluídos os riscos à saúde e à segurança dos consumidores;"
              },
              {
                "texto": "discriminação, no preço, de quaisquer despesas adicionais ou acessórias, tais como as de entrega ou seguros;"
              },
              {
                "texto": "condições integrais da oferta, incluídas modalidades de pagamento, disponibilidade, forma e prazo da execução do serviço ou da entrega ou disponibilização do produto; e"
              },
              {
                "texto": "informações claras e ostensivas a respeito de quaisquer restrições à fruição da oferta."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º   Os sítios eletrônicos ou demais meios eletrônicos utilizados para ofertas de compras coletivas ou modalidades análogas de contratação deverão conter, além das informações previstas no art. 2º, as seguintes:",
            "pagina": 127,
            "incisos": [
              {
                "texto": "quantidade mínima de consumidores para a efetivação do contrato;"
              },
              {
                "texto": "prazo para utilização da oferta pelo consumidor; e"
              },
              {
                "texto": "identificação do fornecedor responsável pelo sítio eletrônico e do fornecedor do produto ou serviço ofertado, nos termos dos incisos I e II do art. 2º."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º   Para garantir o atendimento facilitado ao consumidor no comércio eletrônico, o fornecedor deverá:",
            "pagina": 127,
            "incisos": [
              {
                "texto": "apresentar sumário do contrato antes da contratação, com as informações necessárias ao pleno exercício do direito de escolha do consumidor, enfatizadas as cláusulas que limitem direitos;"
              },
              {
                "texto": "fornecer ferramentas  eficazes  ao consumidor 128 para  identificação e correção  imediata  de erros  ocorridos nas etapas anteriores à finalização da contratação;"
              },
              {
                "texto": "confirmar imediatamente o recebimento da aceitação da oferta;"
              },
              {
                "texto": "disponibilizar o contrato ao consumidor em meio que permita sua conservação e reprodução, imediatamente após a contratação;"
              },
              {
                "texto": "manter serviço adequado e eficaz de atendimento em meio eletrônico, que possibilite ao consumidor a resolução de demandas referentes a informação, dúvida, reclamação, suspensão ou cancelamento do contrato;"
              },
              {
                "texto": "confirmar  imediatamente  o recebimento das demandas do consumidor referidas no inciso, pelo mesmo meio empregado pelo consumidor; e"
              },
              {
                "texto": "utilizar mecanismos de segurança eficazes para pagamento e para tratamento de dados do consumidor. Parágrafo único. A manifestação do fornecedor às demandas previstas no inciso V do caput será encaminhada em até cinco dias ao consumidor."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "5",
            "caput": "º  O fornecedor deve informar, de forma clara e ostensiva, os meios adequados e eficazes para o exercício do direito de arrependimento pelo consumidor.",
            "pagina": 128,
            "incisos": [
              {
                "texto": "a transação não seja lançada na fatura do"
              },
              {
                "texto": "seja efetivado o estorno do valor, caso o"
              }
            ],
            "paragrafos": [
              {
                "texto": "O consumidor poderá exercer seu direito de arrependimento pela mesma ferramenta utilizada para a contratação, sem prejuízo de outros meios disponibilizados."
              },
              {
                "texto": "O exercício do direito de arrependimento implica a rescisão dos contratos acessórios, sem qualquer ônus para o consumidor."
              },
              {
                "texto": "O exercício do direito de arrependimento será comunicado imediatamente pelo fornecedor à instituição 129 financeira ou à administradora do cartão de crédito ou similar, para que: consumidor; ou lançamento na fatura já tenha sido realizado."
              },
              {
                "texto": "O fornecedor deve enviar ao consumidor confirmação imediata do recebimento da manifestação de arrependimento."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "6",
            "caput": "º   As contratações no comércio eletrônico deverão observar o cumprimento das condições da oferta, com a entrega dos produtos e serviços contratados, observados prazos, quantidade, qualidade e adequação.",
            "pagina": 129,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "7",
            "caput": "º  A inobservância das condutas descritas neste Decreto ensejará aplicação das sanções previstas no art. 56 da Lei nº 8.078, de 1990.",
            "pagina": 129,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "8",
            "caput": "º  O Decreto nº 5.903, de 20 de setembro de 2006, passa a vigorar com as seguintes alterações: “Art. 10.  ................................................................... Parágrafo único.  O disposto nos arts. 2º, 3º  e 9º  deste Decreto aplica-se às contratações no comércio eletrônico.” (NR)",
            "pagina": 129,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "9",
            "caput": "º  Este Decreto entra em vigor sessenta dias após a data de sua publicação. Brasília, 15 de março de 2013; 192º da Independência e 125º da República. DILMA ROUSSEFF José Eduardo Cardozo 130 DECRETO Nº 7.963, DE 15 DE MARÇO DE 2013 Institui o Plano Nacional de Consumo e Cidadania e cria a Câmara Nacional das Relações de Consumo. A PRESIDENTA DA REPÚBLICA, no uso da atribuição que lhe confere o art. 84, caput, inciso VI, alínea “a”, da Constituição, DECRETA:",
            "pagina": 129,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º  Fica instituído o Plano Nacional de Consumo e Cidadania, com a finalidade de promover a proteção e defesa do consumidor em todo o território nacional, por meio da integração e articulação de políticas, programas e ações. Parágrafo único. O Plano Nacional de Consumo e Cidadania será executado pela União em colaboração com Estados, Distrito Federal, Municípios e com a sociedade.",
            "pagina": 130,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º  São diretrizes do Plano Nacional de Consumo e Cidadania:",
            "pagina": 130,
            "incisos": [
              {
                "texto": "educação para o consumo;"
              },
              {
                "texto": "adequada e eficaz prestação dos serviços públicos;"
              },
              {
                "texto": "garantia do acesso do consumidor à justiça;"
              },
              {
                "texto": "garantia de produtos e serviços com padrões adequados de qualidade, segurança, durabilidade e 131 desempenho;"
              },
              {
                "texto": "fortalecimento da participação social na defesa dos consumidores;"
              },
              {
                "texto": "prevenção e repressão de condutas que violem direitos do consumidor; e VII"
              },
              {
                "texto": " autodeterminação, privacidade, confidencialidade e segurança das informações e dados pessoais prestados ou coletados, inclusive por meio eletrônico."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º  São objetivos do Plano Nacional de Consumo e Cidadania:",
            "pagina": 131,
            "incisos": [
              {
                "texto": "garantir o atendimento das necessidades dos consumidores;"
              },
              {
                "texto": "assegurar o respeito à dignidade, saúde e segurança do consumidor;"
              },
              {
                "texto": "estimular a melhoria da qualidade de produtos e serviços colocados no mercado de consumo;"
              },
              {
                "texto": "assegurar a prevenção e a repressão de condutas que violem direitos do consumidor;"
              },
              {
                "texto": "promover o acesso a padrões de produção e consumo sustentáveis; e"
              },
              {
                "texto": "promover a transparência e harmonia das relações de consumo."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º  São eixos de atuação do Plano Nacional de Consumo e Cidadania:",
            "pagina": 131,
            "incisos": [
              {
                "texto": "prevenção e redução de conflitos;"
              },
              {
                "texto": "regulação e fiscalização; e"
              },
              {
                "texto": "fortalecimento do Sistema Nacional de Defesa do Consumidor. 132"
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "5",
            "caput": "º  O eixo de prevenção e redução de conflitos será composto, dentre outras, pelas seguintes políticas e ações:",
            "pagina": 132,
            "incisos": [
              {
                "texto": "aprimoramento dos procedimentos de atendimento ao consumidor no pós-venda de produtos e serviços;"
              },
              {
                "texto": "criação de indicadores e índices de qualidade das relações de consumo; e"
              },
              {
                "texto": "promoção da educação para o consumo, incluída a qualificação e capacitação profissional em defesa do consumidor."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "6",
            "caput": "º   O eixo regulação e fiscalização será composto, dentre outras, pelas seguintes políticas e ações:",
            "pagina": 132,
            "incisos": [
              {
                "texto": "instituição de avaliação de impacto regulatório sob a perspectiva dos direitos do consumidor;"
              },
              {
                "texto": "promoção da inclusão, nos contratos de concessão de serviços públicos, de mecanismos de garantia dos direitos do consumidor;"
              },
              {
                "texto": "ampliação e aperfeiçoamento dos processos fiscalizatórios quanto à efetivação de direitos do consumidor;"
              },
              {
                "texto": "garantia de autodeterminação, privacidade, confidencialidade e segurança das informações e dados pessoais prestados ou coletados, inclusive por meio eletrônico;"
              },
              {
                "texto": "garantia da efetividade da execução das multas; e"
              },
              {
                "texto": "implementação de outras medidas sancionatórias relativas à regulação de serviços."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "7",
            "caput": "º  O eixo de fortalecimento do Sistema Nacional de Defesa do Consumidor será composto, dentre outras, 133 pelas seguintes políticas e ações:",
            "pagina": 132,
            "incisos": [
              {
                "texto": "estimulo à interiorização e ampliação do atendimento ao consumidor, por meio de parcerias com Estados e Municípios;"
              },
              {
                "texto": "promoção da participação social junto ao Sistema Nacional de Defesa do Consumidor; e"
              },
              {
                "texto": "fortalecimento da atuação dos Procons na proteção dos direitos dos consumidores."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "8",
            "caput": "º   Dados e informações de atendimento ao consumidor registrados no Sistema Nacional de Informações de Defesa do Consumidor - SINDEC, que integra os órgãos de proteção e defesa do consumidor em todo o território nacional, subsidiarão a definição das Políticas e ações do Plano Nacional de Consumo e Cidadania. Parágrafo único. Compete ao Ministério da Justiça coordenar, gerenciar e ampliar o SINDEC, garantindo o acesso às suas informações.",
            "pagina": 133,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "9",
            "caput": "º  Fica criada a Câmara Nacional das Relações de Consumo, no Conselho de Governo de que trata o art. 7º da Lei nº 10.683, de 28 de maio de 2003, com as seguintes instâncias para a gestão do Plano Nacional de Consumo e Cidadania:",
            "pagina": 133,
            "incisos": [
              {
                "texto": "Conselho de Ministros; e"
              },
              {
                "texto": "Observatório Nacional das Relações de Consumo. Parágrafo único. O apoio administrativo necessário ao funcionamento das instâncias instituídas no caput será prestado pelo Ministério da Justiça."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "10",
            "caput": "Compete ao Conselho de Ministros da Câmara Nacional das Relações de Consumo do Plano 134 Nacional de Consumo e Cidadania orientar a formulação, a implementação, o monitoramento e a avaliação do Plano.",
            "pagina": 133,
            "incisos": [
              {
                "texto": "Ministro de Estado da Justiça, que o presidirá;"
              },
              {
                "texto": "Ministro Chefe da Casa Civil da Presidência da"
              },
              {
                "texto": "Ministro de Estado da Fazenda;"
              },
              {
                "texto": "Ministro de Estado do Desenvolvimento,"
              },
              {
                "texto": "Ministro de Estado do Planejamento, Orçamento"
              }
            ],
            "paragrafos": [
              {
                "texto": "O Conselho de Ministros do Plano Nacional de Consumo e Cidadania será integrado por: República; Indústria e Comércio Exterior; e e Gestão."
              },
              {
                "texto": "Os membros do Conselho de Ministros do Plano Nacional de Consumo e Cidadania indicarão seus respectivos suplentes."
              },
              {
                "texto": "Poderão ser convidados para as reuniões do Conselho de Ministros representantes de órgãos da administração pública federal, dos Estados, Distrito Federal e Municípios, e de entidades privadas."
              },
              {
                "texto": "O Conselho de Ministros da Câmara Nacional das Relações de Consumo do Plano Nacional de Consumo e Cidadania poderá criar comitês técnicos destinados ao estudo e elaboração de propostas sobre temas específicos relacionados ao Plano."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "11",
            "caput": "Compete ao Observatório Nacional das Relações de Consumo:",
            "pagina": 134,
            "incisos": [
              {
                "texto": "promover estudos e formular propostas para consecução dos objetivos do Plano Nacional de Consumo e Cidadania; e 135"
              },
              {
                "texto": "acompanhar a execução das políticas, programas e ações do Plano Nacional de Consumo e Cidadania."
              },
              {
                "texto": "Secretaria Executiva,"
              },
              {
                "texto": "Comitê Técnico de Consumo e Regulação;"
              },
              {
                "texto": "Comitê Técnico de Consumo e Turismo; e"
              },
              {
                "texto": "Comitê Técnico de Consumo e Pós-Venda."
              },
              {
                "texto": "na Secretaria-Executiva: Secretaria Nacional do"
              },
              {
                "texto": "no Comitê Técnico de Consumo e Regulação:"
              },
              {
                "texto": "no Comitê Técnico de Consumo e Turismo:"
              },
              {
                "texto": "INFRAERO;"
              },
              {
                "texto": "no Comitê Técnico de Consumo e Pós-Venda:"
              }
            ],
            "paragrafos": [
              {
                "texto": "O Observatório Nacional das Relações de Consumo terá a seguinte estrutura:"
              },
              {
                "texto": "O Observatório Nacional das Relações de Consumo será composto por representantes dos seguintes órgãos: Consumidor do Ministério da Justiça; a) Ministério da Justiça, que o presidirá; b) Ministério da Fazenda; c) Ministério das Comunicações d) Ministério de Minas e Energia; e) Ministério da Saúde; f) Secretaria de Aviação Civil; g) Agência Nacional de Telecomunicações; h) Agência Nacional de Energia Elétrica; i) Agência Nacional de Saúde Suplementar; j) Agência Nacional de Aviação Civil; e k) Banco Central do Brasil; 136 a) Ministério da Justiça, que o presidirá; b) Ministério do Turismo; c) Secretaria de Aviação Civil; d) Ministério da Saúde; e) Ministério dos Transportes; f) Instituto Brasileiro de Turismo - EMBRATUR; g) Empresa Brasileira de Infraestrutura Aeronáutica h) Agência Nacional de Aviação Civil; i) Agência Nacional de Vigilância Sanitária; e j) Agência Nacional de Transportes Terrestres; e a) Ministério da Justiça, que o presidirá; b) Ministério da Fazenda; c) Ministério da Educação, d) Ministério do Meio Ambiente; e) Ministério do Desenvolvimento, Indústria e Comércio Exterior; e f) Instituto Nacional de Metrologia, Normalização e Tecnologia."
              },
              {
                "texto": "A designação do Secretário-Executivo e dos membros dos Comitês Técnicos do Observatório Nacional de Relações de Consumo será feita pelo Ministro de Estado da Justiça, com respectivos suplentes, a partir da indicação dos órgãos representados."
              },
              {
                "texto": "Poderão ser convidados para participar das reuniões dos Comitês Técnicos representantes de órgãos 137 da administração pública federal, dos Estados, Distrito Federal e Municípios, e de entidades privadas."
              },
              {
                "texto": "Os Comitês Técnicos apresentarão à Secretaria- Executiva relatórios periódicos com propostas, resultados de estudos e registros do acompanhamento do Plano Nacional de Consumo e Cidadania de sua esfera temática."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "12",
            "caput": "A participação nas instâncias colegiadas instituídas neste Decreto será considerada prestação de serviço público relevante, não remunerada.",
            "pagina": 137,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "13",
            "caput": "Para a execução do Plano Nacional de Consumo e Cidadania poderão ser firmados convênios, acordos de cooperação, ajustes ou instrumentos congêneres, com órgãos e entidades da administração pública federal, dos Estados, do Distrito Federal e dos Municípios, com consórcios públicos, bem como com entidades privadas, na forma da legislação pertinente.",
            "pagina": 137,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "14",
            "caput": "O Plano Nacional de Consumo e Cidadania será custeado por:",
            "pagina": 137,
            "incisos": [
              {
                "texto": "dotações orçamentárias da União consignadas anualmente nos orçamentos dos órgãos e entidades envolvidos no Plano, observados os limites de movimentação, de empenho e de pagamento fixados anualmente;"
              },
              {
                "texto": "recursos oriundos dos órgãos participantes do Plano Nacional de Consumo e Cidadania e que não estejam consignados nos Orçamentos Fiscal e da Seguridade Social da União; e"
              },
              {
                "texto": "outras fontes de recursos destinadas por Estados, Distrito Federal e Municípios, bem como por outras entidades públicas."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "15",
            "caput": "O Ministro de Estado do Planejamento, 138 Orçamento e Gestão poderá, nos termos do  § 7º  do art. 93 da Lei nº 8.112, de 11 de dezembro de 1990, determinar o exercício temporário de servidores ou empregados dos órgãos integrantes do Observatório Nacional das Relações de Consumo da administração pública federal direta e indireta para desempenho de atividades no âmbito do Ministério da Justiça, com objetivo de auxiliar a gestão do Plano Nacional de Consumo e Cidadania.",
            "pagina": 137,
            "incisos": [
              {
                "texto": "requisição do Ministro de Estado da Justiça ao"
              },
              {
                "texto": "o órgão ou entidade cedente instruirá o processo"
              },
              {
                "texto": "examinada a adequação da requisição"
              }
            ],
            "paragrafos": [
              {
                "texto": "A determinação de exercício temporário referido no caput observará os seguintes procedimentos: Ministro de Estado ou autoridade competente de órgão integrante da Presidência da República a que pertencer o servidor; de requisição no prazo máximo de dez dias, encaminhando-o ao Ministério do Planejamento, Orçamento e Gestão; e ao disposto neste Decreto, o Ministro de Estado do Planejamento, Orçamento e Gestão editará, no prazo de até dez dias, ato determinando o exercício temporário do servidor requisitado."
              },
              {
                "texto": "O prazo do exercício temporário não poderá ser superior a um ano, admitindo-se prorrogações sucessivas, de acordo com as necessidades do projeto."
              },
              {
                "texto": "Os servidores de que trata o caput deverão, preferencialmente, ser ocupantes de cargos efetivos de Especialista em Regulação de Serviços Públicos de Telecomunicações, de Especialista em Regulação de Serviços Públicos de Energia, de Especialista em Regulação de Saúde Suplementar,  e de Especialista em Regulação 139 de Aviação Civil, integrantes das carreiras de que trata a Lei nº 10.871, de 20 de maio de 2004, e de Analista em Tecnologia da Informação e de economista, do Plano Geral de Cargos do Poder Executivo - PGPE."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "16",
            "caput": "O Conselho de Ministros da Câmara Nacional das Relações de Consumo elaborará proposta de regulamentação do § 3º do art. 18 da Lei no 8.078, de 1990, para especificar produtos de consumo considerados essenciais e dispor sobre procedimentos para uso imediato das alternativas previstas no § 1º do art. 18 da referida Lei, no prazo de trinta dias da data de publicação deste Decreto.",
            "pagina": 139,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "17",
            "caput": "Este Decreto entra em vigor na data de sua publicação. Brasília, 15 de março de 2013; 192º da Independência e 125º da República. DILMA ROUSSEFF José Eduardo Cardozo 140 141 PORTARIA Nº 81, DE 23 DE JANEIRO DE 2002 Estabelece regra para a informação aos consumidores sobre mudança de quantidade de produto comercializado na embalagem O MINISTRO DE ESTADO DA JUSTIÇA, no uso de suas atribuições e; Considerando que o consumidor se habitua com os padrões de quantidades e embalagens dos produtos, consagrados pelo uso e costume por práticas comerciais adotadas ao longo do tempo, e, portanto, que eventuais mudanças nas quantidades dos produtos nas embalagens, sem prévia e ostensiva informação, podem induzi-lo a erro; Considerando que o reconhecimento da vulnerabilidade do consumidor no mercado de consumo é imperativo legal, na forma do disposto no art. 4º, inciso I da Lei n. 8.078, de 11 de setembro de 1990; Considerando que a harmonização dos interesses dos participantes das relações de consumo e a compatibilização da proteção do consumidor com a necessidade de desenvolvimento econômico e tecnológico, de modo a viabilizar os princípios nos quais se funda a ordem econômica (art. 170, da Constituição Federal), sempre com base na boa-fé e equilíbrio nas relações de consumo, são princípios da Política Nacional das Relações de Consumo, PORTARIAS 142 na forma do disposto no art. 4º, inciso III da Lei n. 8.078, de 1990; Considerando que a informação adequada e clara sobre os diferentes produtos ou serviços, bem como que a proteção contra a publicidade enganosa e abusiva, contra métodos comerciais coercitivos ou desleais, contra práticas e cláusulas abusivas ou impostas no fornecimento de produtos e serviços, são direitos básicos do consumidor, na forma do disposto no art. 6º, incisos III e IV da Lei n. 8.078, de 1990; Considerando o disposto no art. 55 e seus parágrafos da Lei n. 8.078, de 1990, resolve:",
            "pagina": 139,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º. Determinar aos fornecedores, que realizarem alterações quantitativas em produtos embalados, que façam constar mensagem específica no painel principal da respectiva embalagem, em letras de tamanho e cor destacados, informando de forma clara, precisa e ostensiva:",
            "pagina": 142,
            "incisos": [
              {
                "texto": "que houve alteração quantitativa do produto;"
              },
              {
                "texto": "a quantidade do produto na embalagem existente antes da alteração;"
              },
              {
                "texto": "a quantidade do produto na embalagem existente depois da alteração; IV - a quantidade de produto aumentada ou diminuída, em termos absolutos e percentuais. Parágrafo único. As informações de que trata este artigo deverão constar da embalagem modificada pelo prazo mínimo de 3 (três) meses, sem prejuízo de outras medidas que visem à integral informação do consumidor sobre a alteração empreendida, bem como do cumprimento das demais disposições legais acerca do direito à informação do 143 consumidor."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º. O não cumprimento às determinações desta Portaria sujeitará o fornecedor às sanções da Lei n. 8.078, de 1990 e no Decreto n. 2.181, de 20 de março de 1997.",
            "pagina": 143,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º. Esta Portaria entra em vigor na data de sua publicação. ALOYSIO NUNES FERREIRA Publicado no DO - Nº17 - Seção 1 - Brasília - DF, quinta-feira, 24 de janeiro de 2002 144 PORTARIA Nº 2658, DE 22 DE DEZEMBRO DE 2003. O MINISTRO DE ESTADO DA JUSTIÇA, no uso de suas atribuições e considerando o disposto no parágrafo 1º, do artigo 2º, do Decreto 4.680, de 24 de abril de 2003, resolve:",
            "pagina": 143,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º - Definir o símbolo de que trata o art. 2º, § 1º, do Decreto 4.680, de 24 de abril de 2003, na forma do anexo à presente portaria.",
            "pagina": 144,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º - Esta portaria entra em vigor no prazo de 60 dias contados da data de sua publicação. MÁRCIO THOMAZ BASTOS ANEXO REGULAMENTO PARA O EMPREGO DO SÍMBOLO TRANSGÊNICO 1. ÂMBITO DE APLICAÇÃO E OBJETIVOS: O presente regulamento se aplica de maneira complementar ao disposto no Regulamento Técnico para Rotulagem de Alimentos Embalados aprovado pela resolução da Diretoria Colegiada da Agência Nacional de Vigilância Sanitária de nº 259, de 20 de setembro de 2002, ou norma que venha a substituir, e tem o objetivo de definir 145 a forma e as dimensões mínimas do símbolo que comporá a rotulagem tanto dos alimentos e ingredientes alimentares destinados ao consumo humano ou animal embalados como nos vendidos a granel ou in natura, que contenham ou sejam produzidos a partir de organismos geneticamente modificados, na forma do Decreto nº 4.680, de 24 de abril de 2003. 2. DEFINIÇÕES: 2.1 Símbolo Transgênico: É a denominação abreviada do símbolo objeto do presente regulamento técnico. 2.2 Rotulagem: É toda inscrição, legenda, imagem ou toda matéria descritiva ou gráfica que seja escrita, impressa, estampada, gravada, gravada em relevo ou litografada ou colada sobre a embalagem. 2.3 - Painel Principal: Área visível em condições usuais de exposição, onde estão escritas em sua forma mais relevante a denominação de venda, a marca e/ou o logotipo se houver. 3. APRESENTAÇÃO DO SÍMBOLO: 3.1 O símbolo terá a seguinte apresentação gráfica, nos rótulos a serem impressos em policromia: 3.2 O símbolo terá a seguinte apresentação gráfica, nos rótulos a serem impressos em preto e branco: 3.3 O símbolo deverá constar no painel principal, em destaque e em contraste de cores que assegure a correta visibilidade. 146 3.4 O triângulo será eqüilátero. 3.5 O padrão cromático do símbolo transgênico, na impressão em policromia, conforme apresentado no item 3.1, deve obedecer às seguintes proporções: 3.5.1 Bordas do triângulo e letra T: 100% Preto. 3.5.2 Fundo interno do triângulo: 100% Amarelo. 3.6 A tipologia utilizada para grafia da letra T deverá ser baseada na família de tipos Frutiger, bold, em caixa alta, conforme apresentada no item 3.1. 4. DIMENSÕES MÍNIMAS: 4.1 A área a ser ocupada pelo símbolo transgênico deve representar, no mínimo, 0,4% (zero vírgula quatro por cento) da área do painel principal, não podendo ser inferior a 10,82531mm2 (ou triângulo com laterais equivalentes a 5mm). 4.2 O símbolo transgênico deverá ser empregado mantendo-se, em toda a sua volta, uma área livre equivalente a, no mínimo, a área da circunferência que circunscreve o triângulo, passando pelos três vértices e com centro no circuncentro. 5. As expressões de que trata o § 1º do art. 2º do Decreto 4.680/2003 deverão observar o quanto estabelecido pela resolução da Diretoria Colegiada da Agência Nacional de Vigilância Sanitária de nº 259, de 20 de setembro de 2002, ou norma que eventualmente a substitua. 147 PORTARIA Nº 2.014, DE 13 DE OUTUBRO DE 2008 Estabelece o tempo máximo para o contato direto com o atendente e o horário de funcionamento no Serviço de Atendimento ao Consumidor – SAC. O MINISTRO DE ESTADO DA JUSTIÇA, no uso de suas atribuições, considerando o disposto no art. 4º, § 4º, e art. 5º do Decreto n. 6.523, de 31 de julho de 2008, Considerando a necessidade de regulamentar o Decreto n. 6.523, que dispôs sobre a forma de prestação do serviço de atendimento ao consumidor - SAC; Considerando que os princípios da transparência, da eficiência, do equilíbrio e da boa-fé nas relações de consumo orientam a prestação dos serviços públicos regulados; Considerando que o serviço de atendimento ao consumidor deve ser dimensionado com fundamento na previsão de chamadas para garantir o atendimento, que deve ser prestado de forma adequada; Considerando a vulnerabilidade do consumidor e a necessidade de resguardar, na análise das exceções da presente Portaria, a interpretação mais favorável ao consumidor; Considerando que a comprovação das exceções e o seu impacto na capacidade de atendimento do SAC constituem ônus dos prestadores de serviços regulados previstos nesta Portaria; resolve: 148",
            "pagina": 144,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º O tempo máximo para o contato direto com o atendente, quando essa opção for selecionada pelo consumidor, será de até 60 (sessenta) segundos, ressalvadas as hipóteses especificadas nesta Portaria.",
            "pagina": 148,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "Nos serviços financeiros, o tempo máximo para o contato direto com o atendente será de até 45 (quarenta e cinco) segundos. Nas segundas-feiras, nos dias que antecedem e sucedem os feriados e no 5º dia útil de cada mês o referido prazo máximo será de até 90 (noventa) segundos."
              },
              {
                "texto": "Nos serviços de energia elétrica, o tempo máximo para o contato direto com o atendente somente poderá ultrapassar o estabelecido no caput, nos casos de atendimentos emergenciais de abrangência sistêmica, assim considerados aqueles que, por sua própria natureza, impliquem a interrupção do fornecimento de energia elétrica a um grande número de consumidores, ocasionando elevada concentração de chamadas, nos termos de regulação setorial."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º Os prazos fixados nesta portaria não excluem outros mais benéficos ao consumidor, decorrentes de regulamentações e contratos de concessão, observado o disposto no artigo 21 do Decreto n. 6.523/08.",
            "pagina": 148,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º O SAC estará disponível, ininterruptamente, durante vinte e quatro horas por dia e sete dias por semana.",
            "pagina": 148,
            "incisos": [],
            "paragrafos": [
              {
                "texto": "Poderá haver interrupção do acesso ao SAC quando o serviço ofertado não estiver disponível para fruição ou contratação, vinte e quatro horas por dia e sete dias por semana, nos termos da regulamentação setorial em vigor."
              },
              {
                "texto": "Excetua-se do disposto no caput do presente artigo, o SAC destinado ao serviço de transporte aéreo não 149 regular de passageiros e ao atendimento de até cinqüenta mil assinantes de serviços de televisão por assinatura, cuja disponibilidade será fixada na regulação setorial."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º Esta Portaria entrará em vigor em 1º de dezembro de 2008. TARSO GENRO 150 PORTARIA Nº 49, DE 12 DE MARÇO DE 2009 Para efeitos de harmonização dos procedimentos administrativos para o cumprimento das normas do Decreto 6.523, de 31 de julho de 2008, pelos órgãos públicos de defesa do consumidor, especifica hipótese prevista no elenco de práticas abusivas constante no art. 39 da Lei nº 8.078, de 11 de setembro de 1990, e dá outras providências. A Secretária de Direito Econômico do Ministério da Justiça, no uso da atribuição que lhe confere o art. 63 do Decreto 2.181, de 20  de março de 1997, e CONSIDERANDO que constitui dever da Secretaria de Direito Econômico, por meio do Departamento de Proteção e Defesa do  Consumidor, orientar o Sistema Nacional de Defesa do Consumidor,  visando à fiel observância das normas de proteção e defesa do  consumidor; CONSIDERANDO que a informação de fornecedores e de  consumidores quanto aos seus direitos e deveres promove a melhoria,  a transparência, a harmonia, o equilíbrio e a boa-fé nas relações de  consumo; CONSIDERANDO a aplicabilidade do Código de Defesa do Consumidor no âmbito dos serviços públicos regulados pelo Poder Público federal, CONSIDERANDO que o Decreto n. 6.523/2008 151 determina em seu art. 15, § 3º, a obrigatoriedade da manutenção da gravação das chamadas efetuadas para o SAC, pelo prazo mínimo de noventa dias, durante o qual o consumidor poderá requerer acesso ao seu  conteúdo; CONSIDERANDO que o artigo 39 da Lei nº 8.078 de 11 de setembro de 1990 institui um rol exemplificativo de práticas abusivas; CONSIDERANDO o entendimento da Comissão de Redação do Decreto n. 6.523/2008, consubstanciado na nota técnica  08/CGSC/DPDC/2009, de 13 de fevereiro de 2009, que os fornecedores  de serviços regulados pelo Poder Público têm o dever legal  de fornecer a gravação do atendimento telefônico do Serviço de  Atendimento ao Consumidor e, desta forma, a recusa em fornecê-la  gera presunção relativa de veracidade dos fatos que por meio dela o  consumidor pretendia provar; RESOLVE: Art. 1º Considerar abusiva, no serviço de atendimento ao  consumidor por telefone, no âmbito dos serviços regulados pelo Poder  Público Federal, dentre outras práticas, recusar ou dificultar,  quando solicitado pelo consumidor ou por órgão competente, a entrega  da gravação das chamadas efetuadas para o Serviço de Atendimento  ao Consumidor, no prazo de 10 (dez) dias; Parágrafo único - A entrega deverá ocorrer por meio eletrônico, por correspondência ou pessoalmente, a critério do solicitante.",
            "pagina": 149,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º Sem prejuízo das sanções devidas, a recusa do fornecimento da gravação gera presunção relativa de veracidade das reclamações do consumidor quanto à violação do Decreto n. 6.523/2008. 152",
            "pagina": 151,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º Esta portaria entra em vigor na data de sua publicação. MARIANA TAVARES DE ARAÚJO 153 PORTARIA N°487, DE 15 DE MARÇO DE 2012 Disciplina o procedimento de chamamento dos consumidores ou recall de produtos e serviços que, posteriormente à sua introdução no mercado de consumo, forem considerados nocivos ou perigosos. O MINISTRO DE ESTADO DA JUSTIÇA, no uso de suas atribuições previstas no art. 87, parágrafo único, inciso II, da Constituição, e no Decreto nº 6.061, de 15 de março de 2007, tendo em vista o disposto no art. 10, §§ 1º e 2º, no art. 55, e no art. 106 da Lei nº 8.078, de 11 de setembro de 1990, no art. 3º do Decreto nº 2.181, de 20 de março de 1997, no art. 19 do Anexo I do Decreto nº 6.061, de 2007, e considerando: o direito básico do consumidor à proteção da vida, saúde e segurança contra os riscos provocados por práticas no fornecimento de produtos e serviços identificados como nocivos ou perigosos; a necessidade de atualização das normas referentes ao procedimento de chamamento dos consumidores ou recall, a fim de incrementar o acompanhamento e a fiscalização pelos órgãos que integram o Sistema Nacional de Defesa do Consumidor - SNDC, resolve:",
            "pagina": 152,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "1",
            "caput": "º Esta Portaria disciplina o procedimento de que trata o art. 10, §§ 1º e 2º, da Lei nº 8.078, de 11 de setembro 154 de 1990, de comunicação da nocividade ou periculosidade de produtos e serviços após sua colocação no mercado de consumo, doravante denominado chamamento ou recall.",
            "pagina": 153,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "2",
            "caput": "º O fornecedor de produtos e serviços que, posteriormente à sua introdução no mercado de consumo, tiver conhecimento da nocividade ou periculosidade que apresentem, deverá comunicar o fato imediatamente:",
            "pagina": 154,
            "incisos": [
              {
                "texto": "ao Departamento de Proteção e Defesa do Consumidor - DPDC;"
              },
              {
                "texto": "aos órgãos estaduais, do Distrito Federal e municipais de defesa do consumidor - PROCON; e"
              },
              {
                "texto": "ao órgão normativo ou regulador competente."
              },
              {
                "texto": "identificação do fornecedor do produto ou serviço:"
              },
              {
                "texto": "descrição pormenorizada do produto ou serviço,"
              },
              {
                "texto": ""
              },
              {
                "texto": "descrição pormenorizada dos riscos e suas"
              },
              {
                "texto": "quantidade de produtos ou serviços sujeitos ao"
              },
              {
                "texto": "distribuição geográfica dos produtos e serviços"
              },
              {
                "texto": "indicação das providências já adotadas e"
              },
              {
                "texto": "descrição dos acidentes relacionados ao defeito"
              },
              {
                "texto": "plano de mídia, nos termos do art. 3º;"
              },
              {
                "texto": "plano de atendimento ao consumidor, nos"
              },
              {
                "texto": "modelo do aviso de risco ao consumidor, nos"
              }
            ],
            "paragrafos": [
              {
                "texto": "A comunicação de que trata o caput deverá ser por escrito, contendo as seguintes informações: a) razão social; b) nome de fantasia; c) atividades econômicas principal e secundárias; d) número de inscrição no Cadastro Nacional da Pessoa Jurídica - CNPJ ou no Cadastro de Pessoas Físicas - CPF; e) endereço do estabelecimento; f) telefone, fax e endereço eletrônico; e g) nome dos administradores responsáveis, com a respectiva qualificação. contendo as informações necessárias à sua identificação, em especial: 155 a) marca; b) modelo; c) lote; d) série; e) chassi; f) data inicial e final de fabricação; e g) foto. III descrição pormenorizada do defeito, acompanhada de informações técnicas necessárias ao esclarecimento dos fatos, bem como data, com especificação do dia, mês e ano, e modo pelo qual a nocividade ou periculosidade foi detectada; implicações; defeito e número de consumidores atingidos; sujeitos ao defeito, colocados no mercado, por Estados da Federação, e os países para os quais os produtos foram exportados ou os serviços prestados; medidas propostas para resolver o defeito e sanar o risco; do produto ou serviço, quando cabível, com as seguintes informações: a) local e data do acidente; b) identificação das vítimas; 156 c) danos materiais e físicos causados; d) dados dos processos judiciais relacionados ao acidente, especificando as ações interpostas, o nome dos autores e dos réus, as Comarcas e Varas em que tramitam e os números de cada um dos processos; e e) providências adotadas em relação às vítimas. termos do art. 4º; e termos do art. 5º."
              },
              {
                "texto": "Os órgãos de que tratam os incisos I, II e III do caput poderão, a qualquer tempo, expedir notificação solicitando informações adicionais ou complementares às descritas no § 1º, a fim de verificar a eficácia do chamamento."
              },
              {
                "texto": "As comunicações do fornecedor referidas neste artigo poderão ser registradas por meio eletrônico, em procedimento a ser definido pelo DPDC."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "3",
            "caput": "º O plano de mídia de que trata o art. 2º, § 1º, inciso VII, deverá conter as seguintes informações:",
            "pagina": 156,
            "incisos": [
              {
                "texto": "data de início e fim da veiculação publicitária;"
              },
              {
                "texto": "meios de comunicação a serem utilizados, horários e freqüência de veiculação considerando a necessidade de atingir a maior parte da população, observado o disposto art. 10,"
              },
              {
                "texto": "modelo do aviso de risco de acidente ao"
              },
              {
                "texto": "custos da veiculação, respeitado o sigilo quanto"
              }
            ],
            "paragrafos": [
              {
                "texto": ", da Lei nº 8.078, de 1990; consumidor, a ser veiculado na imprensa, rádio e televisão, 157 incluindo a imagem do produto, sem prejuízo de inserção na Internet e mídia eletrônica; e às respectivas informações."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "4",
            "caput": "º O plano de atendimento ao consumidor de que trata o art. 2º, § 1º, inciso VIII, deverá conter as seguintes informações:",
            "pagina": 157,
            "incisos": [
              {
                "texto": "formas de atendimento disponíveis ao consumidor;"
              },
              {
                "texto": "locais e horários de atendimento;"
              },
              {
                "texto": "duração média do atendimento; e"
              },
              {
                "texto": "plano de contingência e estimativa de prazo para adequação completa de todos os produtos ou serviços afetados."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "5",
            "caput": "º O fornecedor deverá, além da comunicação de que trata o artigo 2º, informar imediatamente aos consumidores sobre a nocividade ou periculosidade do produto ou serviço por ele colocado no mercado, por meio de aviso de risco de acidente ao consumidor, observado o disposto art. 10, § 2º, da Lei nº 8.078, de 1990.",
            "pagina": 157,
            "incisos": [
              {
                "texto": "produto ou serviço afetado, contendo as"
              },
              {
                "texto": "defeito apresentado, riscos e suas implicações;"
              },
              {
                "texto": "medidas preventivas e corretivas que o"
              },
              {
                "texto": "medidas a serem adotadas pelo fornecedor;"
              },
              {
                "texto": "informações para contato e locais de atendimento"
              },
              {
                "texto": "informação de que o chamamento não"
              },
              {
                "texto": "demais informações que visem a resguardar"
              }
            ],
            "paragrafos": [
              {
                "texto": "O aviso de risco ao consumidor deverá conter informações claras e precisas sobre: informações necessárias à sua identificação, em especial: a) marca; b) modelo; c) lote; 158 d) série; e) chassi; f) data inicial e final de fabricação; e g) foto. consumidor deve tomar; ao consumidor; representa qualquer custo ao consumidor;e a segurança dos consumidores do produto ou serviço, observado o disposto nos arts. 12 a 17 da Lei nº 8.078, de 1990."
              },
              {
                "texto": "O aviso de risco ao consumidor deve ser dimensionado de forma suficiente a garantir a informação e compreensão da coletividade de consumidores."
              },
              {
                "texto": " 3º A comunicação individual direta aos consumidores ou por meio de sítio eletrônico não afasta a obrigação da comunicação coletiva a toda a sociedade acerca da nocividade ou periculosidade de produtos e serviços introduzidos no mercado."
              }
            ]
          },
          {
            "tipo": "ARTIGO",
            "numero": "6",
            "caput": "º O fornecedor deverá garantir ao consumidor certificado de atendimento ao chamamento, com indicação do local, data, horário e duração do atendimento e da medida adotada. 159",
            "pagina": 158,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "7",
            "caput": "º O fornecedor deverá apresentar ao DPDC, aos PROCONS e ao órgão normativo ou regulador competente:",
            "pagina": 159,
            "incisos": [
              {
                "texto": "relatórios periódicos de atendimento ao chamamento, com intervalo máximo de 60 (sessenta) dias, informando a quantidade de produtos ou serviços efetivamente recolhidos ou reparados, inclusive os em estoque, e sua distribuição pelas respectivas unidades federativas;"
              },
              {
                "texto": "relatório final do chamamento, informando quantidade de consumidores atingidos em número e percentual, em termos globais e por unidades federativas, justificativa e medidas a serem adotadas em relação ao percentual de produtos ou serviços não recolhidos ou reparados, e identificação da forma pela qual os consumidores tomara conhecimento do aviso de risco. Parágrafo único. O DPDC, os PROCONS e o órgão normativo ou regulador competente poderão solicitar a apresentação de relatório em periodicidade inferior à estipulada no inciso I do caput."
              }
            ],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "8",
            "caput": "º O DPDC e o órgão normativo ou regulador competente poderão determinar, isolada ou cumulativamente, a prorrogação ou ampliação do chamamento, às expensas do fornecedor, caso demonstre que os resultados não foram satisfatórios.",
            "pagina": 159,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "9",
            "caput": "º O fornecedor não se desobriga da reparação ou substituição gratuita do produto ou serviço mesmo findo o chamamento.",
            "pagina": 159,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "10",
            "caput": "Fica instituído o sistema de comunicação de avisos de risco ao consumidor que podem ensejar 160 providências pelos órgãos normativos ou reguladores competentes pelo registro, controle e monitoramento da qualidade e segurança de produtos e serviços colocados no mercado de consumo.",
            "pagina": 159,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "11",
            "caput": "O não cumprimento às determinações desta Portaria sujeitará o fornecedor às sanções previstas na Lei no 8.078, de 1990, e no Decreto no 2.181, de 20 de março de 1997.",
            "pagina": 160,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "12",
            "caput": "Fica revogada a Portaria no 789, de 24 de agosto de 2001, do Ministério da Justiça.",
            "pagina": 160,
            "incisos": [],
            "paragrafos": []
          },
          {
            "tipo": "ARTIGO",
            "numero": "13",
            "caput": "Esta Portaria entra em vigor na data de sua publicação. JOSÉ EDUARDO CARDOZO 161 www.grupoagbr.com.br",
            "pagina": 160,
            "incisos": [],
            "paragrafos": []
          }
        ]
      }
    ]
  }
]